Repository: fullstory-morgue/siduxcc
Catalog: po/*/siduxccservices.po
Languages: fr, hr, nl, ro

source: Status: %1
fr: État d'avancement: %1
ro: Statut: %1

source: not running...
fr: à l'arrêt...
hr: nije aktivan...
nl: niet actief
ro: nu ruleaza

source: running...
fr: en activité...
hr: aktivan...
nl: actief
ro: ruleaza

source: Apache v2 is the next generation of the omnipresent Apache web server.
fr: Apache v2 est la future génération du fameux serveur web Apache.
hr: Apache2 je nova generacija Apache Webposlužitelja
nl: Apache v2 is de volgende generatie van de overal te vinden Apache web server
ro: Apache v2 este generatia urmatoare a omniprezentului Apache web server

source: The Common UNIX Printing System (or CUPS(tm)) is a printing system and general replacement for lpd and the like.
fr: Le Common UNIX Printing System (ou CUPS(tm)) est un système d'impression qui gérérament remplace lpd et ses substituts.
hr: Cups (Common UNIX Printing System) je sistem za menadžment printera
nl: The Common UNIX Printing System (CUPS) is een afdruking systeem en de vervanger van lpd en zo
ro: Sistemul normal de printare UNIX (sau CUPS(tm)) este un sistem de printare side inlocuire generala pentru lpd si altele asemenea

source: MySQL is a fast, stable and true multi-user, multi-threaded SQL database server.
fr: MySQL est un serveur de bases de données vraiment multi-utilisateurs, fiable, rapide et stable.
hr: MySQL je SQL-poslužitelj za bazu podataka
nl: MYSQL is een snelle stabiel multi-gebruiker, multi-threaded SQL database
ro: MySQL este un user multiplu rapid, stabil si adevarat, data de baza multipla SQL " "multi-threaded

source: The Samba software suite is a collection of programs that implements the SMB/CIFS protocol for unix systems, allowing you to serve files and printers to Windows, NT, OS/2 and DOS clients.
fr: La suite logicielle Samba est une collection de programmes qui agrège le protocole SMB/CIFS pour les systèmes unix, vous permettant de servir des fichiers et des imprimantes pour les clients Windows, NT, OS/2 et DOS.
hr: Samba vam omoguči korištaj Windows-mrežne odsluge.
ro: Suita Software Samba este o colectie de programe care implementeaza SMB/ protocolul CIFS pentru sistemele unix,permitindu-va sa folositi dosare si printere de Windows, NT,OS/2 si clientii lui DOS

source: SSH is the portable version of OpenSSH, a free implementation of the Secure Shell protocol as specified by the IETF secsh working group.
fr: SSH est la version opérationnelle d'OpenSSH, une implémentation libre du protocole sécurisé de commandes répondant au spécifications du groupe de travail secsh de l'IETF
hr: Secure Shell je mrežni protokol koji vam omoguči, da se druga računala mogu spojiti " "kriptografski, sa vlastitim računalom.
ro: SSH este o versiune a lui OpenSSH, o implementare proaspata a Protocolului Secure dupa cum este specificat de grupul IETF secsh

source: &Main
fr: Principal
hr: Javno
nl: Hoofdmenu

source: Select service
fr: Sélection de service
hr: Izaberite servis
nl: Kies Service
ro: Alegeti Serviciul

source: Status
fr: État
ro: Stadiul

source: Status: not running...
fr: État: inactif...
hr: Status: nije aktivan...
nl: Status: niet actief
ro: Stadiul:nu ruleaza...

source: Description Text
fr: Texte descriptif
hr: Opisni tekst
nl: Descriptie Tekst
ro: Descrierea Textului

source: S&top
fr: Arrêt

source: Restart
fr: Redémarrage
hr: Ponovo startati
nl: Herstart
ro: Reincepe

source: Reloa&d
fr: Rechargement
hr: Ponovno učitati
nl: Herload
ro: Reincarca

source: Delete Ru&nlevel-Entry
fr: Effacer l'entrée dans les &niveaux du démarrage
hr: Servis pri startu ne startati.
nl: Vervijder Runlevel Entry
ro: Anuleaza Ru&nlevel-Entry

source: &Add a Runlevel-Entry (Start service at Boot)
fr: Ajoûter une entrée dans les &niveaux du démarrage (démarrer le service au boot)
hr: Servis pri startu startati.
nl: Draag een Runlevel-Entry bij (Start service op Boot)
ro: Adaoga un Nivel-Intrare (Porneste Serviciul la Boot)

source: B&oot
fr: Démarrer
hr: Sistemstart

source: Active Services:
fr: Activer les services
hr: Aktivni Servisi:
nl: Actief Services:
ro: Servicii Active

source: Disabled Services:
fr: Désactiver les services
hr: Neaktivni servisi
nl: Non-actief Services:
ro: Servicii Disabled:

source: Services
hr: Servisi
ro: Servicii

source: Description
hr: Opis
nl: Descriptie
ro: Descriere

source: Action
hr: Akcija
nl: Actie
ro: Actiunea

source: SSH is the portable version of OpenSSH, a free implementation of the Secure Shell protocol as specified by the IETF secsh working group.door de IETF secsh working group
nl: Services
