Repository: fullstory-morgue/siduxcc
Catalog: po/*/siduxcc.po
Languages: da, de, es, fr, hr, it, ja, nl, pl, pt, ro, ru

source: sidux-Control-Center
da: sidux-kontrolcenter
de: sidux-Kontrollzentrum
fr: Centre de Contrôle de Sidux
it: Centro di controllo di sidux
ja: sidux コントロールセンター
pl: Centrum kontroli sidux
pt: sidux Centro de Controlo
ru: Цетр управления sidux

source: Error: You must be root to run this script!
da: Fejl: Du skal være root for at eksekvere dette script!
de: Fehler: Sie müssen root sein um dieses Skript zu verwenden!
es: Error: Deberia de ser root para ejecutar este script
fr: Erreur : Vous devez être root pour exécuter ce script!
hr: Pogreška: Morate biti root da izvodite taj skript!
it: Errore: Devi essere root per eseguire questo script!
ja: エラー: このスクリプトはrootで実行しなければなりません!
nl: Error: U moet root zijn om dit script te gebruiken
pl: Błąd: musisz być rootem, aby uruchomić ten skrypt!
pt: Erro: Tem de ser super-utilizador (root) para executar este programa!
ro: Eroare:Trebuie sa fi root ca sa folosest acest script
ru: Ошибка: только root может запустить этот скрипт!

source: Display
da: Skærm
de: Anzeige
es: Pantalla
fr: Affichage
ja: ディスプレイ
nl: Beeld
pl: Ekran
pt: Exposição
ro: Arata
ru: Экран

source: Select new Resolution
da: Vælg ny opløsning:
de: Neue Auflösung auswählen
es: Seleccione una nueve resolución
fr: Choisir une nouvelle définition
hr: Izaberite novu rezoluciju
it: Seleziona nuova risoluzione
ja: 新らしい解像度選択
nl: Selecter een nieuwe resolutie
pl: Wybierz nową rozdzielczość
pt: Seleccionar nova Resolução
ro: Alegeti noua rezolutie
ru: Выбрать новое разрешение

source: Enter new Resolution:
da: indtast ny opløsning:
de: Neue Auflösung eingeben:
es: Introduzca nueva resolución
fr: Entrez la nouvelle définition
hr: Upišite novu Rezoluciju:
it: Inserisci nuova risoluzione:
ja: 新しい解像度入力:
nl: Nieuwe resolutie:
pl: Wprowadź nową rozdzielczość:
pt: Inserir nova Resolução
ro: Introduceti noua rezolutie
ru: Введите новое разрешение

source: Do you have a TFT-monitor?
da: Har du en TFT-skærm?
de: Wird ein TFT Monitor verwendet?
es: Tiene un monitor TFT?
fr: Vote moniteur est il un TFT ?
hr: Koristite TFT-Monitor?
it: Stai usando un monitor TFT?
ja: TFTモニターを使っていますか?
nl: Heeft u een TFT monitor?
pl: Czy posiadasz monitor TFT?
pt: Tem um monitor TFT?
ro: Aveti un monitor TFT?
ru: У Вас TFT-монитор?

source: Enter new vertical refresh rate:
da: Indtast ny vertikal opdateringsfrekvens:
de: Neue Bildwiederholfrequenz eingeben:
es: Introduzca nuevo rango de actualización vertical:
fr: Entrez la nouvelle fréquence de rafraichissement vertical:
hr: Upišite novu vertikalnu frekvenciju monitora:
it: Inserisci la frequenza di aggiornamento verticale:
ja: 新しい垂直リフレッシュレート入力:
nl: Verticaal refresh rate:
pl: Wprowadź częstotliwość odświeżania pionowego:
pt: Insira a nova taxa de actualização vertical:
ro: Intoduceti o noua rata verticala improspatata
ru: Введите новое значение для вертикальной частоты

source: Enter new horizontal sync rate:
da: indtast ny horisontal sync rate:
de: Neue Frequenz der Bildschirmwiederauffrischung (horizontal sync) eingeben:
es: Introduzca nuevo rango de actualización horizontal:
fr: Entrez la nouvelle fréquence de synchronisation horizontale
hr: Upišite novu horizontalnu frekvenciju monitora:
it: Inserisci una nuova frequenza di sincronizzazione orizzontale:
ja: 新しい水平同期率入力:
nl: Horizontaal sync rate
pl: Wprowadź częstotliwość odświeżania poziomego:
pt: Insira a nova taxa de sincronização horizontal:
ro: Introduceti o noua rata orizontala sync
ru: Введите новое значение для горизонтальной частоты

source: Enter new DPI-Settings:
da: indtast ny DPI-indstilling:
de: Neue DPI-Einstellungen eingeben:
es: Introduzca nuevo DPI valores:
fr: Entrez le nouveau réglage en PPP
hr: Upišite nove DPI-postavke:
it: Inserisci le nuove impostazioni per i DPI:
ja: 新しいDPI設定入力:
nl: Nieuwe DPI instelling:
pl: Wprowadź ustawienia DPI:
pt: Insira as novas definições DPI:
ro: Introduceti cadre noi DPI
ru: Введите новое значение для DPI

source: Default Color Depth
da: Standard farve dybde
de: Standard Farbtiefe
fr: Profondeur de couleur par défaut
hr: Standardna Dubina boja
it: Profondità colore di default
ja: デフォルト色深度
nl: Kleur diepte:
pl: Domyślna głębia kolorów
pt: Profundidade da Cor, por omissão:
ro: Profunzime de culoare in absenta
ru: Количество цветов по умолчанию

source: Press <Enter> to continue...
da: Tast <retur> for at fortsætte...
de: Drücken Sie <Enter> um fortzufahren...
es: Presione <ENTER> para continuar
fr: Pour continuer, appuyez sur <Entrée>...
hr: Pritisnite <Enter> da idete dalje...
it: Premere <Eter> per continuare...
ja: <Enter>で続行...
nl: Kies <Enter> om door te gaan
pl: Wciśnij <Enter>, aby kontynuować...
pt: Pressione '<Enter>' para continuar...
ro: Apasati tasta <Enter> ca sa continuati...
ru: Чтобы продолжить нажмите <Enter>

source: Select the file that should be restore
da: Vælg filen der skal gendannes
de: Datei zur Wiederherstellung Auswählen
es: Seleccione el archivo que debería restaurarse
fr: Sélection du fichier à restaurer
hr: Izaberite datoteku za vračanje postavka
it: Seleziona il file che si deve ripristinare
ja: レストアするファイルを選択してください
nl: Kies het bestand om te herstellen
pl: Wybierz plik, który ma zostać przywrócony
pt: Seleccione o ficheiro que deverá ser restaurado
ro: Selectati dosarul care trebuie restaurat
ru: Выбор файла для восстановления

source: Change resolution
de: Auflösung ändern
ja: 解像度変更
nl: Verander resolutie
pt: Alterar resolução

source: Set scanning frequency
de: Bildschirmfrequenz setzen
ja: 操作周波数セット
nl: Scanning frequentie
pt: Definir a frequência de verificação

source: Change DPI-settings
de: DPI-Einstellungen ändern
ja: DPI-設定変更
nl: Verander DPI settings
pt: Alterar definições DPI

source: Change color-depth
de: Farbtiefe ändern
ja: 色深度変更
nl: Verander kleurdiepte
pt: Alterar profundidade da cor

source: Remove modelines
de: Modelines entfernen
ja: モードライン削除
nl: Verdwijderen modelines
pt: Remover modelines

source: Register/Repair fonts
de: Schriften registrieren/reparieren
ja: フォントの登録/修復
nl: Registreer/Repareer Fonts
pt: Registar/Reparar fontes

source: Install Ati/nVidia 3d drivers
de: Ati/Nvidia 3D Treiber installieren
ja: Ati/Nvidia 3Dドライバーインストール
nl: Installeer ATI/nVidia 3D drivers
pt: Instalar controladores 3D ATI/NVIDIA

source: Restart X-Server
da: Genstart X-Serveren
de: X-Server neu starten
fr: Redémarrer le serveur X
it: Riavvia il server X
ja: X-Serverの最始動
nl: Herstart X-server
pl: Uruchom ponownie serwer X
pt: Reiniciar Servidor X
ru: Перезапустить Х-Сервер

source: Restore X-Server
da: Gendan X-Serveren
de: X-Server wiederherstellen
fr: Restaurer le serveur X
it: Ripristina il server X
ja: X-Serverのレストア
nl: Herstel X-server
pl: Przywróć serwer X
pt: Restaurar Servidor X
ru: Восстановить Х-Сервер

source: Return to main menu
de: Zurück zum Hauptmenü
ja: メインメニューへ戻る
nl: Terug naar hoofdmenu
pt: Retornar ao menu principal

source: Error: This module is not implemented yet!
da: Fejl: Dette modul er endnu ikke implementeret!
de: Fehler: Dieses Modul ist noch nicht implementiert!
fr: Erreur : ce module n'est pas encore intégré !
it: Errore: Questo modulo non è stato ancora implementato!
ja: エラー: このモジュールはまだ組み込まれていません!
nl: Error: Module is nog niet verkrijkbaar
pl: Błąd: Ten moduł nie jest jeszcze zaimplementowany!
pt: Erro: Este modulo ainda não está implementado!
ru: Ошибка: Данный модуль пока не реализован!

source: sidux Version
fr: Version de sidux
it: Versione di sidux
ja: siduxバージョン
nl: sidux versie
pl: Wersja sidux
pt: sidux Versão
ru: Версия sidux

source: You are using
da: Du anvender
de: Sie verwenden
es: Esta usando
fr: Vous utilisez
hr: Vi koristite
it: Stai usando
ja: 使用中
nl: u gebruikt
pl: Używasz
pt: Está a usar
ro: Acum folositi
ru: Вы используете

source: Kernel
fr: Noyau
ja: カーネル
ru: Ядро

source: Kernel-remover is missing! Do you want do install it?
da: Kernel-remover mangler! Vil du installere den?
de: Das Programm Kernel-remover fehlt! Soll es installiert werden?
fr: L'outil d'effacement des noyaux est manquant !Voulez-vous l'installer ?
it: Kernel-remover non è installato! Vuoi installarlo?
ja: カーネルリムーバーがありません! インストールしますか?
nl: Kernel-remover is niet te vinden! Wilt u hem installeren?
pl: Kernel-remover jest nieobecny. czy chcesz go zainstalować?
pt: Não tem o "Kernel-remover"! Deseja instalá-lo?
ru: Отсутствует Kernel-remover! Хотите установить?

source: Process done!
da: Process færdig!
de: Prozess abgeschlossen!
es: ¡Proceso terminado!
fr: Processus achevé !
hr: Proces dovršen!
it: Processo completato!
ja: 処理完了!
nl: klaar
pl: Proces zakończony!
pt: Processo terminado!
ro: Procedeul terminat
ru: Процесс завершен!

source: The installation is finished!
da: installationen er færdig!
de: Installation beendet!
es: La instalacion ha terminado
fr: L'installation est terminée !
hr: Instalacija dovršena!
it: L'installazione è completa!
ja: インストールが終了しました!
nl: De installatie is klaar!
pl: Instalacja zakończona!
pt: A instalação terminou!
ro: Instalarea este terminata!
ru: Установка завершена!

source: Select a kernel
da: Vælg en kernel
de: Bitte einen Kernel wählen
fr: Sélectionnez un noyau
it: Seleziona un kernel
ja: カーネルを選択してください
nl: Selecteer een kernel
pl: Wybierz kernel
pt: Seleccionar um kernel
ru: Выбор ядра

source: The versions of the new and the current Kernel are the same!
da: Versionsnumrene på den nye og den nuværende kernel er de samme!
de: Die Versionen des neuen und des jetzigen Kernels sind identisch!
fr: La version à jour du noyau et celle que vous utilisez sont les mêmes !
it: La versione del kernel corrente coincide con quella del nuovo kernel!
ja: 新しいカーネルと現在のカーネルのバージョンは同じです!
nl: De nieuwe kernel is de zelfde dat nu in gebruik is.
pl: Wersja nowego i obecnego kernela jest taka sama!
pt: As versões do actual e do novo Kernel são as mesmas!
ru: Новая и установленная версии ядра совпадают!

source: Run kernel-remover
da: Kør kernel-remover
de: kernel-remover starten
fr: Activer le nettoyeur de noyaux
it: Esegui rimozione kernel
ja: カーネルリムーバー実行
nl: Uitvoeren kernel-remover
pl: Uruchom kernel-remover
pt: Executar o "kernel-remover"
ru: Запустить kernel-remover

source: Update kernel
da: Opdater kernel
de: Kernel aktualisieren
fr: Mettre-à-jour le noyau
it: Aggiorna kernel
ja: カーネル更新
pl: Aktualizuj kernel
pt: Actualizar o Kernel
ru: Обновить ядро

source: Network
da: Netværk
de: Netzwerk
fr: Réseau
it: Rete
ja: ネットワーク
nl: Netwerk
pl: Sieć
pt: Rede
ru: Сеть

source: Enter a new hostname:
de: Hostnamen wählen:
es: Introduzca nueva resolución
hr: Upišite novu Rezoluciju:
ja: 新しいホストネーム:
nl: Nieuwe hostname:
pt: Insira um novo nome da máquina:
ro: Introduceti noua rezolutie

source: Configure network cards
de: Netzwerkkarten konfigurieren
ja: ネットワークカード設定
nl: Configureren netwerkcard
pt: Configurar placas de rede

source: Set hostname
de: Hostnamen festlegen
ja: ホストネーム設定
nl: hostname vastleggen
pt: Definir o nome da máquina

source: Services
da: Tjenester
de: Dienste
it: Servizi
ja: サービス
nl: diensten (services)
pl: Usługi
pt: Serviços
ru: Сервисы

source: Web server
ja: ウェブサーバー
pt: Servidor Web

source: Print server
de: Druckerserver
ja: プリントサーバー
nl: Printerserver
pt: Servidor de Impressão

source: SQL database server
de: SQL Datenbankserver
ja: SQLデータベースサーバー
pt: Servidor de Base de Dados (SQL)

source: Secure shell server
ja: SSHサーバー
nl: SSH Server
pt: Servidor de Secure Shell

source: Samba server
ja: Sambaサーバー
pt: Servidor Samba

source: Add a Runlevel-Entry
da: Tilføj en Runlevel-Entry
de: Runlevel-Eintrag hinzufügen
fr: Ajoûter une instruction de niveau d'entrée
it: Aggiungi una voce nel runlevel
ja: ランレベルエントリーを追加
nl: Voeg Runlevel-Entry toe
pl: Dodaj wpis poziomu startu
pt: Adicionar uma entrada no Runlevel
ru: Добавить Runlevel-Entry

source: Delete Runlevel-Entry
da: Fjern en Runlevel-Entry
de: Runlevel-Eintrag entfernen
fr: Effacer l'instruction de niveau d'entrée
it: Elimina una voce dal runlevel
ja: ランレベルエントリーを削除
nl: Verwijder runlevel-Entry
pl: Usuń wpis poziomu startu
pt: Apagar a entrada no Runlevel
ru: Удалить Runlevel-Entry

source: Start now
da: Start nu
de: Starten
fr: Démarrer maintenant
it: Avvia adesso
ja: ただちに開始
nl: Start nu
pl: Uruchom teraz
pt: Iniciar agora
ru: Пуск

source: Stop now
da: Stop nu
de: Anhalten
fr: Arrêter maintenant
it: Ferma adesso
ja: ただちに停止
nl: Stop nu
pl: Zatrzymaj
pt: Parar agora
ru: Остановить

source: Restart now
da: Genstart nu
de: Neustarten
fr: Redémarrer maintenant
it: Riavvia adesso
ja: ただちに再起動
nl: Herstart nu
pl: Uruchom ponownie
pt: Reiniciar agora
ru: Перезапустить

source: Reload now
da: Genindlæs nu
de: Neuladen
fr: Recharger maintenant
it: Ricarica adesso
ja: ただちにリロード
nl: Opniew laden
pl: Załaduj ponownie
pt: Recarregar agora
ru: Перегрузить

source: Return to main Menu
da: Retur til hovedmenuen
de: Zurück zum Hauptmenü
fr: Revenir au menu principal
it: Ritorna al menu principale
ja: メインメニューへ戻る
nl: Terug naar het hoofdmenu
pl: Powrót do głównego menu
pt: Retornar ao menu principal
ru: Возврат к основному меню

source: Boot
de: Systemstart
fr: Démarrer
it: Avvio
ja: ブート
pl: Start systemu
pt: Arranque
ru: Загрузка

source: Enable/Disable Services at Boot
da: Aktiver/deaktiver tjenester ved opstart
de: Systemdienste aktivieren/deaktivieren
fr: Activer/Désactiver les services au démarrage
it: Abilita/disabilita servizi all'avvio
ja: ブート時サービス可/不可
nl: Aanzetten/Uitzetten diensten (services) bij boot/opstarten
pl: Uruchom/Wyłącz usługi przy starcie systemu
pt: Activar/Desactivar Serviços de Arranque
ru: Включение/Отключение cервисов при загрузке

source: Manage Services
da: Administrer Tjenester
de: Diensteverwaltung
fr: Gérer les services
it: Amministra servizi
ja: 管理サービス
nl: Diensten (services) beheren
pl: Zarządzaj usługami
pt: Gerir os Serviços
ru: Управление сервисами

source: sidux-update
ja: siduxiアップデート
pt: sidux-actualização

source: No connection to sidux.com. It wasn't possible to test if there any Dist-Upgrade Warnings. Dou want to continuo anyway?
da: ingen forbindelse til sidux.com. Det var ikke muligt at teste om der var nogen dist-upgrade advarsler. vil du fortsætte alligevel?
de: Es war nicht möglich eine Verbindung zu sidux.com aufzubauen. Somit war es nicht Möglich zu überprüfen, ob Dist-Upgrade Warnungen vorliegen. Wollen Sie trotzdem fortfahren?
fr: Auncune connexion à sidux.com. Il n'a pas été possible d'y détecter d'éventuelles alertes de Dist-upgrade. Voulez-vous procéder quand-même ?
it: Impossibile connettersi a sidux.com. Non è possibile verificare la presenzadi problemi riguardo il dist-upgrade. Continuare ugualmente?
ja: sidux.comに接続できないためDist-Upgradeの警告が出ているか確認できません。それでも続行しますか?
nl: Geen verbinding met sidux.com. Het was niet mogelijk te controleren of er dist-upgrade wanings waren. Wilt u nog steeds doorgaan?
pl: Brak połączenia z sidux.com. Nie ma możliwości sprawdzenia, czy są ostrzeżenia przed aktualizacją. Czy chcesz mimo to kontynuować?
pt: Sem ligação ao sidux.com. Não foi possível testar se existem Avisos de Actualização da Distribuição. Deseja continuar de qualquer forma?
ru: Нет соединения с sidux.com.Предупреждения по dist-upgrade недоступны. Хотите все равно продолжить?

source: Software
fr: Logiciels
ja: ソフトウェア
pl: Oprogramowanie
ru: Програмное обеспечение

source: You must be in runlevel 3 and out of X to run this script.
da: Du skal være i runlevel 3, og ude af X for at køre dette script.
de: Sie müssen sich im Runlevel 3 befinden, um dieses Skript laufen zu lassen!
fr: Vous devez vous trouver en niveau d'exécution 3,soit, sorti du serveur X, pour exécuter ce script.
it: Devi essere nel runlevel3 e non in X per eseguire questo script.
ja: このスクリプトはランレベル３でXの外側で実行しなければなりません!
nl: U moet in runlevel 3 en uit van X zijn om dit script te gebruiken
pl: Musisz być w trybie tekstowym i poza X, aby uruchomić ten skrypt.
pt: Tem de estar no nível de execução 3 (init 3) e fora do X para executar este programa.
ru: Данный скрипт необходимо запускать вне оболочки Х на runlevel 3

source: There are DU-warnings please. Don't make a dist-Upgrade! Please visit sidux.com for more information!
da: Der er dist-upgrade advarsler. Foretag ikke en dist-upgrade! Besøg venligst sidux.com for yderligere information!
de: Achtung es wurden Dist-Upgrade-Warnungen gefunden! Im Moment sollte kein Dist-Upgrade durchgeführt werden! Mehr Informationen finden Sie auf sidux.com
fr: Des alertes DU sont publiées. SVP, ne faites pas de dist-upgrade! SVP, rendez-vous sur sidux.com; pour plus d'information.
it: Ci sono problemi riguardo l'aggiornamento. Non effettuare il dist-upgrade!Visitare sidux.com per ulteriori informazioni!
ja: Dist-Upgradeの警告があります! 今Dist-Upgradeをしないでください. sidux.comのフォーラムで詳しい情報を読んでください。
nl: Er zijn DU-warnings. A.U.B. geen dist-upgrade maken. Ga naar sidux.com voor meer infomatie
pl: Istnieją ostrzeżenia przed aktualizacją. Nie wykonuj dist-upgrade! Odwiedź sidux.com, aby zdobyć więcej informacji!
pt: Existem Avisos de Actualização da Distribuição. Não faça a Actualização! Por favor, visite a página "sidux.com" para mais informação!
ru: Предупреждение DU: Не делайте dist-upgrade! Посетите sidux.com для дополнительной информации

source: At the moment there are no DU-warnings!
da: I øjeblikket er der ingen dist-upgrade advarsler!
de: Im Moment sind keine Dist-Upgrade-Warnungen bekannt!
fr: Au moment il n'y a pas des DU-Alertes
it: Al momento non ci sono problemi con il dist-upgrade!
ja: Dist-Upgradeの警告はありません!
nl: Er zijn geen DU-warnings momemteel!
pl: Obecnie nie ma ostrzeżeń przed aktualizacją!
pt: Neste momento não existem Avisos de Actualização da Distribuição!
ru: В настоящий момент нет DU-предупреждений!

source: Please choose a date...
da: Vælg venligst en dato...
de: Bitte eine Datum auswählen
fr: Choisissez une date, svp...
it: Selezionare una data...
ja: 日付を選択してください。
nl: Kies een datum...
pl: Wybierz datę...
pt: Por favor, escolha uma data...
ru: Выбор даты

source: Run dist-upgrade
de: Dist-Upgrade ausführen
ja: Dist-Upgradeを実行
nl: Uitvoeren dist-upgrade
pt: Executar a Actualização da Distribuição

source: Show DU warnings
de: Zeige Dist-Upgrade-Warnungen
ja: Dist-Upgradeの警告を表示
nl: DU-Warnings laten zien
pt: Mostrar Avisos da Actualização da Distribuição

source: Show DU log
de: Zeige Dist-Upgrade-Log
ja: Dist-Upgradeのログを表示
nl: DU-Log laten zien
pt: Mostrar o histórico da Actualização da Distribuição

source: Main Menu
da: Hovedmenu
de: Hauptmenü
es: Menu Principal
fr: Menu Principal
hr: Glavni meni
it: Menu principale
ja: メインメニュー
nl: Hoofdmenu
pl: Główne menu
pt: Menu Principal
ro: Menu-ul de Baza
ru: Главное меню

source: Infos
da: Info
de: Informationen
hr: Informacije
it: Informazioni
pl: Informacje
pt: Informações
ro: Informatii
ru: Информация

source: Infobash
pt: Informação

source: (c) 2007 by Fabian Wuertz\nhttp://sidux.com
de: (c) 2007 by Fabian Würtz\nhttp://sidux.com

source: Please make your choice:
de: Bitte eine Auswahl treffen:

source: set max resolution
es: Cambiar resolución
hr: Promjeni rezoluciju
ro: Schimbati rezolutia

source: set scanning frequency
es: Introduzca Frecuencia de scaneo
hr: Postavi skening frekvenciju
ro: Stabiliti scanarea Frequenz

source: set screen DPI
es: Cambiar DPI valores
hr: Promjeni DPI-postavke
ro: Schimbati aranjamentul DPI

source: set color depth
es: Cambiar ColorDepth
hr: Promjeni dubinu boja
ro: Schimbati profunzimea culorii

source: remove modelines
es: Remover Modelines
hr: Izbriši Modelinije
ro: Eliminati liniile modului

source: restore X-Server
es: Restaurar X-Serer
hr: X-Poslužitelj vratiti u početno stanje
ro: Porniti din nou X-Server

source: register/repair fonts
es: Registar/Reparar estilos de letras
hr: Tip Slova registrirati/reparirati
ro: Inregistrati/Reparati Fonturile

source: restart X-Server
es: Reiniciar X-Server
hr: X-Poslužitelj ponovo startati
ro: Reporniti X-Server

source: sidux version
es: Version de sidux
hr: sidux Verzija
ro: Versiunea sidux

source: kernel-remover is missing! Do you want do install it?
es: "Kernel-remover" no se puedo encontar, Desea instalarlo?
hr: Program Kernel-remover fali! Hočete da ga instalirate?
ro: Kernel-ul lipseste! Vreti sa il instalati?

source: run kernel-remover
es: Ejecute kernel-remover
hr: Startati kernel-remover

source: update kernel
es: actualice kernel
hr: aktualizirati Kernel

source: set hostname
es: Introduzca nueva resolución
hr: Upišite novu Rezoluciju:
ro: Introduceti noua rezolutie

source: web server (apache2)
es: Web servidor
hr: Webposlužitelj
ro: Webserver

source: print server
es: Servidor de impresores
hr: Printposlužitelj

source: MySQL database server
es: Servidor de base de datos SQL
hr: SQL poslužitelj za bazu podataka
ro: SQL Databaseserver

source: secure shell server
es: Servidor de ssh
hr: Secure-shell-poslužitelj

source: samba server
es: Servidor de Samba
hr: Sambaposlužitelj

source: start
es: Reiniciar
hr: Ponovo startati
ro: Reincepe acum

source: stop
es: parar

source: restart
es: Reiniciar
hr: Ponovo startati
ro: Reincepe acum

source: reload
es: Recargar
hr: Ponovno učitati
ro: Reincarca acum

source: add a run-level entry
es: Agregar un Runlevel
hr: Dodaj Runlevel-Upis
ro: Adaoga o intrare-Runlevel

source: delete run-level entry
es: Eliminar un Runlevel
hr: Izbriši Runlevel-Upis
ro: Anuleaza Runlevel-Entry

source: add a run level entry
es: Agregar un Runlevel
hr: Dodaj Runlevel-Upis
ro: Adaoga o intrare-Runlevel

source: delete run level entry
es: Eliminar un Runlevel
hr: Izbriši Runlevel-Upis
ro: Anuleaza Runlevel-Entry

source: enable/disable services at boot
es: Activar/Desactivar servicios al iniciar PC
hr: Systemservise aktivirati/deaktivirati

source: manage services
es: Administart Servicios
hr: Menadžment servisa
ro: Directioneaza serviciile

source: You must be in run-level 3 and out of X to run this script.
es: Deberia de estar en runlevel 3 y afuera de X para ejecuar este script
hr: Morate biti u Runlevel 3, da izvodite ovaj skript!
ro: Trebuie sa fii in nivelul 3 run si in afara lui X ca sa poti efectua acest script

source: No connection to sidux.com. It wasn't possible to test if there any dist-upgrade warnings. Do you want to continuo anyway?
es: No se puedo conectar a sidux.com. No se pudo averiguar si hay advertencias de dist-upgrade. ¿Todavia deesea continuar?
hr: Nema spoja do sidux.com! Ne mogu provjeriti dali postoje Dist-Upgrade upozorenja. Hočete li nastaviti?
ro: Nici o conectiune la sidux.com. Nu a fost posibil sa testati daca sunt Niste Atentionaru de Imbunatatiri Dist. Vrei sa continui oricum?

source: There are dist-upgrade warnings. Please don't run a dist-upgrade! Visit sidux.com and our forums for more information!
es: Hay advertencias de Dist-upgrade. ¡No deberia dist-upgrade!. Por favor visite sidux.com para mas información.
hr: Pozor: Postoje Dist-Upgrade-Upozorenja! Nemojte obavljati momentalno Dist-Upgrade! Više informacija na sidux.com
ro: Exista atentionari-DU, va rog. Nu efectuati un dist-upgrade!Va gugam sa vizitati sidux. com pentru mai multe informatii

source: At the moment there are no dist-upgrade warnings!
es: Por el momento no hay advertencias de Dist-upgrade
hr: Momentalno ne postoju Dist-Upgrade-Upozorenja!
ro: Nu sint DU-Atentionari pentru moment1

source: No connection to sidux.com. It wasn't possible to test if there were any dist-upgrade warnings
es: No se puedo conectar a sidux.com. No se pudo averiguar si hay advertencias de dist-upgrade. ¿Todavia deesea continuar?
hr: Nema spoja do sidux.com! Ne mogu provjeriti dali postoje Dist-Upgrade upozorenja. Hočete li nastaviti?
ro: Nici o conectiune la sidux.com. Nu a fost posibil sa testati daca sunt Niste Atentionaru de Imbunatatiri Dist. Vrei sa continui oricum?
