Repository: fullstory-morgue/siduxcc
Catalog: po/*/siduxcchermes.po
Languages: da, es, fr, hr, it, nl, pl, ro, ru

source: _: NAME OF TRANSLATORS Your names
da: zonker
es: Latino
fr: LjanA
hr: Dinko Sabo
it: Salvo 'LtWorf' Tomaselli
nl: HarzG
pl: maslot
ro: Mrs. Bluewater
ru: Mikhail Burov

source: _: EMAIL OF TRANSLATORS Your emails
da: zonker@greenin.dk
fr: isotran@free.fr
hr: cobra@sidux.com
it: tiposchi@tiscali.it
ro: trwaw@ozemail.com.au
ru: vonselbst@gmail.com

source: Legend
da: Signaturforklaring
es: Referencia
fr: Légende
hr: Legenda
it: Leggenda
nl: Legenda
pl: Legenda
ro: Legenda
ru: Подпись

source: There are dist-upgrade warnings. Please visit sidux.com for more information!
da: Der forefindes dist-upgrade advarsler. Besøg venligst på sidux.com for yderligere information.
es: ¡Hay advertencias de no dist-upgrade! Por favor visite sidux.com para mas informacion.
fr: Des alertes prévenant le dist-upgrade sont publiées. Consultez sidux.com pour plus d'information!
hr: Postoje dist-upgrade-upozorenja. Molimo da posjetite sidux.com.
it: Ci sono avvisi per il dist-upgrade. Per favore visita sidux.com per maggiori informazioni.
nl: Er zijn dist-upgrade waarschuwingen! Ga naar sidux.com voor meer informatie.
pl: Są ostrzeżenia przed aktualizacją. Odwiedź sidux.com, aby zdobyć więcej informacji
ro: Exista atentionari de dist-upgrade. Va rugam sa vizitati sidux.com pentru informatii aditionale
ru: Предупреждения по dist-upgrade. Пожалуйста, посетите sidux.com для получения большей информации!

source: No connection to sidux.com.
da: Ingen forbindelse til sidux.com
es: No se puedo conectar a sidux.com
fr: Aucune connexion à sidux.com
hr: Nema spoja do sidux.com
it: Impossibile connettersi a sidux.com.
nl: Geen verbinding met sidux.com
pl: Brak połączenia do sidux.com
ro: Fara legatura la sidux.com
ru: Нет соединения с sidux.com

source: No dist-upgrade warnings.
da: Ingen dist-upgrade advarsler.
es: No hay advertencias para dist-upgrade
fr: Aucune alerte de dist-upgrade
hr: Ne postoje dist-upgrade upozorenja
it: Non ci sono avvisi per il dist-upgrade
nl: Geen dist-upgrade waarschuwingen
pl: Brak ostrzeżeń przed aktualizacją.
ro: Fara atentionari pentru dist-upgrade
ru: Нет предупреждений по dist-upgrade

source: A KDE tray application for sidux
da: Et KDE tray program til sidux
es: Un programa con anuncios de sidux
fr: Une application KDE pour sidux
hr: KDE Tray-Program za sidux
it: Una applicazione KDE per sidux
nl: Een KDE systray applicatie voor sidux
pl: Aplet tacki systemowej KDE dla siduksa
ro: O aplicatie KDE pentru sidux
ru: Приложение sidux для трея KDE

source: Name
da: Navn
es: Nombre
fr: Nom
hr: Ime
it: Nome
nl: Naam
pl: Nazwa
ro: Numele
ru: Имя

source: Installed Version
da: Installeret Version
es: Versión instalada
hr: Instalirana verzija
it: Versione installata
nl: Ge&#239;nstalleerde versie
pl: Zainstalowana wersja
ro: Versiune instalata
ru: Установленная версия

source: Latest Version
da: Nyeste Version
es: Nueva Versión
hr: Najnovija verzija:
it: Ultima versione
nl: Laaste versie
pl: Najnowsza wersja
ro: Ultima versiune
ru: Последняя версия

source: Forum - Upgrade Warnings
da: Forum - Upgrade advarsler
es: Foro - Advertencias de Actualizaciones
fr: Forum - Alertes d'Upgrade
hr: Forum - Dist-Upgrade Upozorenje
it: Forum - Avvisi per l'aggiornamento
nl: Forum - upgrade waarschuwingen
pl: Forum - ostrzeżenia przed aktualizacjami
ro: Forum - Atentionari de imbunatatire
ru: Форум - предупреждения по обновлению

source: Manual - Upgrade of an Installed System
da: Manual - Opgradering af et installeret system
es: Manual - Actualizar un sistema instalado
fr: Manuel - Mise-à-niveau d'un système installé
hr: Aktualiziranje instaliranog sistema
it: Manuale - Aggiornare un sistema gi√† installato
nl: handleiding
pl: Instrukcja - Aktualizacja zainstalowanego systemu
ro: Manual - Imbunatatire a sistemului instalat
ru: Мануал - обновление установленной системы

source: Upgradable packages
da: Opgraderbare pakker
es: Paquetes que tienen actualizaciones
fr: Paquets actualisables
hr: Novi Paketi
it: Pacchetti aggiornabili
pl: Pakiety do aktualizacji
ro: Pachete ce pot fi imbunatatite
ru: Обновляемые пакеты

source: Show Legend
da: Vis signaturforklaring
es: Mostrar referencias
fr: Montrer les légendes
hr: Poka≈æi legendu
it: Mostra legenda
nl: Legenda
pl: Pokaż legendę
ro: Arata Legenda
ru: Показать пояснение

source: &About siduxcc-hermes
da: Om siduxcc-hermes
es: Acerca de sidux-hermes
fr: À propos de siduxcc-hermes
hr: O siduxcc-hermes
it: Informazioni su siduxcc-hermes
nl: Over siduxcc-hermes
pl: O siduxcc-hermes
ro: Despre siduxcc-hermes
ru: О siduxcc-hermes

source: en
da: da
es: es
fr: fr
hr: hr
it: it
nl: nl
pl: pl
ro: ro

source: War&nings
fr: Alertes
nl: waarschuwingen

source: Warnings
fr: Alertes
