Repository: fullstory-morgue/siduxcc
Catalog: po/*/siduxcc.po
Languages: da, de, es, fr, hr, it, ja, nl, pl, pt, ro, ru

source: There are dist-upgrde warnings please. Don't run a dist-upgrade! Visit sidux.com and our forums for more information!
es: Hay advertencias de Dist-upgrade. ¡No deberia dist-upgrade!. Por favor visite sidux.com para mas información.
hr: Pozor: Postoje Dist-Upgrade-Upozorenja! Nemojte obavljati momentalno Dist-Upgrade! Više informacija na sidux.com
ro: Exista atentionari-DU, va rog. Nu efectuati un dist-upgrade!Va gugam sa vizitati sidux. com pentru mai multe informatii

source: run a dist-upgrade only
es: Ejecutar Dist-Upgrade
hr: Izvoditi Dist-upgrade
ro: Run Dist-Upgrade

source: show DU warnings
es: Mostrar D-U advertencias
hr: Pokaži Dist-Upgrade-Upozorenja
ro: Arata Atentionarile-DU

source: Exit
da: Afslut
fr: Quitter
it: Esci
