Repository: fullstory-morgue/siduxcc
Catalog: po/*/siduxccsoftware.po
Languages: da, nl, ro

source: Apt-show-versions is missing!
da: Apt-show-versions mangler!
nl: Apt-show-versions is niet te vinden!
ro: Apt-show-versions lipseste

source: Do you want to install it?
da: Vil du installer den?
nl: Wilt u hem installeren
ro: Vreti sa instalati?

source: Switch to the Administration to install it!
da: Skift til Administration for at installere den!
nl: Vervang naar Administratie te installeren
ro: Schimbati la Administratie ca sa instalati!

source: There are no warnings
da: Der er ingen advarsler
nl: Er zijn geen warschuwingen
ro: Nu exista atentionari

source: No internet connection!
da: Ingen internet forbindelse!
nl: Geen interent connectie
ro: Fara conectiune de internet

source: Don't make a dist-Upgrade!
da: Foretag ikke dist-upgrade!
nl: Maak geen dist-upgrade!
ro: Nu efectuati un dist-Upgrade!

source: To run a dist-upgrade you have to init the runlevel 3. Press for this CTR+ALT+F1, login as root and type init 3. After that run the command siduxcc and choose the option Software->Dist-Upgrade
da: For at eksekvere en dist-upgrade skal du være i runlevel 3. Tast CTRL+ALT+F1, log ind som root og tast init 3. Derefter kører du kommandoen siduxcc og vælger Software -> dist-upgrade
nl: Om een dist-upgrade te maaken moet u in runlevel 3 zijn. Toets CTRL-ALT-F1, inloggen als root en toets: init 3. Daarna toets: siduxcc en kies Software->Dist-Upgrade
ro: Ca sa rulati un dist-upgrade trebuie sa initiati nivelul de rulare 3. Pentru aceasta comanda apasati CTR+ALT+F1, login ca root si type init 3.dupa care rulati comanda siduxcc si alegeti optiunea Software->Dist-Upgrade

source: Are you sure you want to clear your local repository?
da: Er du sikker på at du vil rydde dit lokale opbevaringssted?
nl: Bent u zeker dat u uw locale repository wilt schoonmaken?
ro: Sunteti siguri ca vreti sa curatati repozitoriul local?

source: The local repository was cleaned.
da: Det lokale opbevaringssted blev ryddet.
nl: De locale repository was schoongemaakt
ro: Repozitoriul local a fost curatat

source: Upgrada&ble Packages
da: Opgraderbare pakker
nl: Upgragable Packages
ro: Pachete Upgrada&ble

source: Name
da: Navn
nl: Naam
ro: Numele

source: Installed Version
da: Installeret Version
nl: Installerde Versie
ro: Versiune instalata

source: Latest Version
da: Nyeste Version
nl: Nieuwste Versie
ro: Ultima versiune

source: Clea&n
da: Ryd
nl: Schoonmaken
ro: Curata

source: D&ownload
da: Hent

source: &Metapackages
da: Metapakker
ro: Metapachete

source: Metapackages
da: Metapakker
ro: Metapachete

source: I&nstall Metapackes
da: Installer Metapakker
nl: Installeer Metapackages
