Repository: fullstory-morgue/siduxcc
Catalog: po/*.po
Languages: de, el, es, fr, it, ja, pt, ru

source: MySQL is a fast, stable and true multi-user, multi-threaded SQL database server.
de: MySQL ist ein SQL-Datenbank-Server.
el: Η MySQL είναι ένας γρήγορος, σταθερός και πραγματικά πολυχρηστικός διακομιστής SQL βάσης δεδομένων.
es: MySQL es un servidor de bases de datos de SQL de multi-hilos, que es rápido, flexible y multi-usuario
ja: MySQL は高速かつ安定している真のマルチユーザー、マルチスレッドのSQLデータベースサーバーです.

source: The Samba software suite is a collection of programs that implements the SMB/CIFS protocol for unix systems, allowing you to serve files and printers to Windows, NT, OS/2 and DOS clients.
de: Samba ermöglicht das Erstellen von Windows-Freigaben.s
el: Η σουίτα λογισμικού Samba είναι μια συλλογή προγραμμάτων τα οποία εφαρμόζουν το SMB/CIFS πρωτόκολλο για unix συστήματα επιτρέποντας σας να μοιράζεστε αρχεία και εκτυπωτές με Windows, NT, OS/2 και DOS υπολογιστές.
es: El paquete de samba es una colección de programas que implementa el SMB/CIFS protocolo para sistemas unix, permitiendo servir archivos e impresoras a clientes de Windows, NT, OS/2 y DOS.
ja: Samba ソフトウェアセットは、SMB/CIFSプロトコルのunix用のプログラム集であり、ファイルやプリンターをWindows, NT, OS/2およびDOSのクライアントから利用できるようにします.

source: SSH is the portable version of OpenSSH, a free implementation of the Secure Shell protocol as specified by the IETF secsh working group.
de: Secure Shell ist ein Netzwerkprotokol, dass es anderen Rechnern ermöglicht sich verschlüsselt auf dem eigenen Rechner einzuloggen.
el: Το SSH είναι μια φορητή έκδοση του OpenSSH, μιας ανοικτού κώδικα εφαρμογής του Secure Shell πρωτοκόλλου όπως προσδιορίζεται από την ομάδα εργασίας IETF secsh
es: SSH es una versión portátil de OpenSSH. Una implementación gratis del Secure Shell protocolo como especificado por el grupo de trabajo IETC sechsh.
ja: SSHはIETF secshワーキンググループによるSecure Shellプロトコルをフリーソフトウェアとして実現したOpenSSHのポータブル版です.

source: Status: %1
el: Κατάσταση: %1
es: Estado: %1
ja: 状態: %1

source: not running...
de: nicht aktiv...
el: δεν τρέχει...
es: parado...
ja: 未作動...

source: running...
de: nicht aktiv...
el: τρέχει...
es: corriendo...
ja: 作動中...

source: Advanced Configuration and Power Interface (ACPI) to allow intelligent power management on your system.
de: Advanced Configuration and Power Interface (ACPI) - Energieverwaltung.
el: Διεπαφή Προχωρημένων Ρυθμίσεων και Ισχύς (ACPI) οι οποία επιτρέπει έξυπνη διαχείριση της ισχύς του συστήματος σας
es: Interfaz Avanzada de Configuración y Energía (ACPI) para permitir la gestión inteligente de energía en el sistema.
ja: ACPI(Advanced Configuration and Power Interface)はシステムの電源を賢くマネージメントします

source: Enables Universal interface for wireless communication
de: Benutzerschnittstelle für Bluetooth-Geräte.
el: Ενεργοποιεί μια καθολική διεπαφή για ασύρματη επικοινωνία
es: Activa el interfaz universal para comunicación inalámbrico
ja: ワイアレスコミュニケーションの汎用インターフェースをオンにします

source: Cron is a time-based scheduling service.
de: Cron ist ein Dienst zur automatischen zeitgesteurten Ausführung von Prozessen.
el: Το Cron είναι μια υπηρεσία προγραμματισμού εργασιών
es: Cron es un servicio de planificación basada en tiempo.
ja: Cronは実行時間を設定できるスケジューリングサービスです

source: gpm means general purpose mouse and is the mouse support for linux in the console.
de: Gpm aktiviert die Maus in der Linuxkonsole.
el: gpm σημαίνει general purpose mouse και είναι αυτό που παρέχει υποστήριξη ποντικιού στην κονσόλα.
es: gpm significa "general purpose mouse" y es el apoyo para el ratón en la consola de Linux.
ja: gpmはlinuxのコンソールでマウスを使えるようにサポートします

source: HAL provides an abstract view on hardware. This abstraction layer is simply an interface that makes it possible to add support for new devices and new ways of connecting devices to the computer, without modifying every application that uses the device.
de: Mit HAL wird die Unterstützung von Apparaten/devices geregelt, ohne dass die Applications/Programme hierzu angepasst werden müssen.
el: Το HAL παρέχει μια 'κάλυψη' (abstraction) πάνω στο hardware. Η κάλυψη αυτήείναι απλά μια διεπαφή οι οποία προσθέτει υποστήριξη για νέες συσκευές και νέουςτρόπους σύνδεσης συσκευών με τον υπολογιστή χωρίς τροποποίηση της κάθε εφαρμογής που χρησιμοποιεί την συσκευή.
es: HAL provee una vista abstracto sobre hardware. Este capa de abstracción es simplemente un interfaz que hace posible agregar soporte para nuevos dispositivos y nuevos maneras de conectar dispositivos al computador sin modificar cada aplicación que utiliza el dispositivo.

source: Ifplugd is a daemon which will automatically configure your ethernet device when a cable is plugged in and automatically unconfigure it if the cable is pulled. This is useful on laptops with onboard network adapters, since it will only configure the interface when a cable is really connected.
de: Ifplugd konfiguriert automatisch Netzwerkkarten wenn eine Kabelverbindung erkannt wird. Es wird auch automatisch deaktiviert wenn keine Kabelverbinding verfügbar ist. Das ist vor allem sinnvoll für Laptops.
el: Το Ifplugd είναι ένα daemon το οποίο θα ρυθμίσει αυτόματα την κάρτα δικτύου όταν συνδεθεί ένα σύρμα και θα την απορυθμίσει όταν βγάλετε το σύρμα. Αυτό είναι χρήσιμο σε φορητούς υπολογιστές με κάρτα δικτύου γιατί θα ρυθμιστή το δίκτυο μόνο αν είναι πραγματικά συνδεδεμένο.
es: Ifplugd es un daemon que configura automáticamente el dispositiva ethernet cuando un cable está enchufada, y automáticamente desactivarlo cuando el cable es desconectada. Este es muy útil en laptops con tarjetas de red incorporado, así que solamente configurar el interfaz cuando está actualmente conectada.

source: IrDA (Infrared Data Association) is an industry standard for infrared wireless communication. Most laptops sold today are equipped with an IrDA compliant infrared transceiver, which enables you to communicate with devices such as printers, modems, fax, LAN, and other laptops.
de: IrDA (Infrared Data Association) ist ein Dienst zur Infrarotkommunikation.
el: Το IrDA (Infrared Data Association) είναι ένα βιομηχανικό πρότυπο για υπέρυθρη ασύρματη επικοινωνία. Οι περισσότεροι φορητή υπολογιστές έχουν ένα IrDA δέκτη ο οποίος σας επιτρέπει να επικοινωνείτε με συσκευές όπως εκτυπωτές, LAN και άλλους φορητούς υπολογιστές.
es: IrDA (Infrared Data Association) es un estándar de la industria para comunicación inalámbrico infra-rojo. La mayor de laptops vendido hoy día están equipado con un transceiver que cumple con el IrDA para infra-rojo, que posibilitar comunicación entre dispositivos como impresoras, modems, fax, LAN, y otros laptops.

source: Irqbalance is a Linux daemon that distributes interrupts over the processors and cores you have in your computer system. The design goal of irqbalance is to do find a balance between power savings and optimal performance.
de: Mit Irqbalance wird versucht ein passendes Gleichgewicht zu finden zwischen Energiesparmodus und optimalen Systemleistungen.
es: Irqbalance es un daemon de Linux que distribuye interuptos sobre los procesadores y cores que tiene en el sistema del computador. La meta del diseño de irqbalance es de encontrar un balance entre rendimiento óptimo y ahorro de energía.

source: Isndutils is only for use with an internal ISDN adapter.
de: Isndutils ist für interne ISDN Adapter entwickelt.
el: Το Isndutils χρησιμοποιείται μόνο με μια εσωτερική ISDN συσκευή
es: Isndutils es solamente para uso con un adaptador interno ISDN.

source: klogd is a system daemon which intercepts and logs Linux kernel messages.
de: Der klogd ist ein Dienst der Kernelmeldungen protokolliert.
el: Το klogd είναι ένα daemon συστήματος το οποίο καταγράφει μηνύματα του πυρήνα του Linux.
es: klogd es un daemon del sistema que intercepta y escribe registros de mensajes del kernel de Linux

source: LIRC is a package that allows you to decode and send infra-red signals of many (but not all) commonly used remote controls.
de: LIRC ist ein Paket für das Dekodieren und Senden von Infrarotsignalen an die meisten (leider nicht alle) Fernbedienungen ermöglicht.
el: Το LIRC είναι ένα πακέτο που σας επιτρέπει να αποκωδικοποιείτε και να στέλνετε υπέρυθρα σήματα σε πολλά (όχι όλα) τηλεχειριστήρια
es: LIRC es un paquete que permite decódificar y enviar señales infra-rojo de muchos (pero no todos) controles remotos comúnmente usadas.

source: These binary drivers provide optimized hardware acceleration of OpenGL applications via a direct-rendering X Server.
de: Hiermit werden optimalisierte Treiber geladen für OpenGL-Programme via direct-rendering des X Servers.
es: Estos drivers binarios provee aceleración optimizada de hardware de aplicaciones de OpenGL via un Servidor-X de rendereo directo.

source: Support for ACPI, APM and CPU frequency scaling.
de: Steuerung für ACPI, APM und CPU Frequenz-Einstellungen.
el: Υποστήριξη για ACPI, APM και αλλαγή συχνότητας CPU
es: Soporte para ACPI, APM y CPU escalas de frecuencias.

source: Rsync is a command line utility traditionally used in synchronizing files between two computers, but rsync can also be used as an effective backup tool. In daemon mode, rsync listens to the default TCP port of 873, serving files in the native rsync protocol. rsync can also be used to synchronize local directories, or via a remote shell such as RSH or SSH.
de: Rsync ist eine Konsolenbefehl zum Auszutauschen und Synchronisieren von Dateien zwischen zwei Rechnern. Es eignet sich deswegen auch gut als Backupprogramm.
el: Το rsync είναι ένα εργαλείο γραμμής εντολών το οποίο χρησιμοποιείται συνήθως για των συγχρονισμό αρχείων μεταξύ 2 υπολογιστών, αλλά μπορεί επίσης να χρησιμοποιηθεί σαν εργαλείο για backup. Στο daemon mode, ακούει στο προεπιλεγμένο TCP port 873. Το rsync μπορεί να χρησιμοποιηθεί για τον συγχρονισμό τοπικών καταλόγων ή απομακρυσμένων καταλόγων μέσω RSH ή SSH.
es: Rsync es un utilidad de la consola utilizada tradicionalmente para sincronizar archivos entre dos computadores, pero rsync también puede ser utilizada como un herramienta de respaldo. En modo de daemon, el rsync escucha al porto TCP 873 preseleccionada, serviendo archivos en el protocolo nativo de rsync. Además, puede ser utilizada para sincronizar directorios local o a travéz de una consola remoto, tales como el RSH o SSH.

source: SQL Relay is a persistent database connection pooling, proxying and load balancing system.
de: SQL Relay ist ein persistent database System für pooling, proxying und load balancing.
es: SQL Relay es un sistema de recolección de conexiones persistente a bases de datos, de proxy, e balance de sistema.

source: Sysklogd provides two system utilities which provide support for system logging and kernel message trapping. Support of both internet and unix domain sockets enables this utility package to support both local and remote logging.
el: Το Sysklogd παρέχει 2 εργαλεία συστήματος τα οποία παρέχουν υποστήριξη για logging και kernel message trapping. Το πακέτο υποστηρίζει τοπικό και απομακρυσμένο logging
es: Sysklogd provee dos utilidades de sistema que apoyan registros de mensajes de sistema y captura d mensajes del kernel. Apoyo para socketes de internet y unix domain permite que este utilidad soporta registros local y remoto.

source: TiMidity++ is a very high quality software-only MIDI sequencer.
de: TiMidity++ ist ein qualitativ hochwertiger "Software-Only"-MIDI-Sequenzer.
el: Το TiMidity++ είναι ένα υψηλής ποιότητας λογισμικό ενορχήστρωση MIDI.
es: TiMidity++ es un secuenciador MIDI en software solamente de muy alta calidad.

source: vdradmin-am provides a webinterface for managing the Linux Video Disk Recorder (vdr)
de: vdradmin-am ist ein Webinterface für die Steuerung des Linux Video Disk Recorder (vdr)
el: Το vdradmin-am παρέχει μια δικτυακή διεπαφή διαχείρισης του Linux Video Disk Recorder (vdr)
es: vdradmin-am provee un interfaz web para gestionar el Linux Video Disk Recorder (vdr)

source: VirtualBox is an application installed on an existing host operating system; within this application, additional operating systems can be loaded and run, each with its own virtual environment.
de: Mit VirtualBox (PC virtualization) können verschiedene Betriebssysteme auf einem PC 'in einer box' installiert und geladen werden. Das Gast-System arbeitet in einer box des Hostsystems.
el: Το VirtualBox είναι μια εφαρμογή η οποία εγκαθίσταται σε ένα υπάρχων λειτουργικό. Μέσα από αυτή την εφαρμογή μπορείτε να φορτώσετε και να τρέξετε επιπλέον λειτουργικά, το καθένα με το δικό του εικονικό περιβάλλον.
es: VirtualBox es una aplicación instalada en un sistema operativa anfitrión existente, dentro de este aplicación, otros sistemas operativos puede ser cargada y ejecutada, cada una con su ambiente virtual.

source: Services
de: Dienste
el: Υπηρεσίες
es: Servicios
it: Servizi
pt: Serviços
ru: Службы

source: Manage services
de: Dienst verwalten
el: Διαχείριση Υπηρεσιών
es: Gerencia servicios
fr: Gestion des services
it: Seleziona dispositivo
ja: サービス管理
pt: Gerir serviços
ru: Управление службами

source: Start services at boot
de: Dienst beim Hochfahren starten
el: Τρέξιμο υπηρεσιών στη εκκίνηση
es: Empieza servicios al iniciar
fr: Demarrer les services au démarrage
it: Avvia i servizi all'avvio
ja: ブート時開始サービス
pt: Iniciar serviços no arranque
ru: Службы, загружаемые при запуске

source: Select service
de: Dienst auswählen
el: Επιλέξτε υπηρεσία
es: Seleccione servicio
fr: Sélection de service
it: Seleziona dispositivo
ja: サービス選択
pt: Seleccionar serviço
ru: Выбор службы

source: Status
el: Κατάσταση
es: Estatus
fr: État
it: Stato
ja: 状態
pt: Estado
ru: Статус

source: Status: not running...
de: Status: nicht aktiv...
el: Κατάσταση: δεν τρέχει...
es: Estatus: parado...
fr: État: inactif...
it: Stato: non in esecuzione...
ja: 状態: 未実行...
pt: Estado: não está em execução...
ru: Статус: не запущен

source: Description Text
de: Beschreibung
el: Περιγραφή
es: Texto de descripción
fr: Texte descriptif
it: Descrizione
ja: 解説テキスト
pt: Texto de Descrição
ru: Текст описания

source: Action
de: Aktion
el: Ενέργεια
es: Acción
it: Azione
ja: アクション
pt: Acção
ru: Действие

source: St&art
el: Ξεκίνα
es: Empiez&a
fr: Démarrer
it: Stato
pt: Inici&ar
ru: На&чало:

source: St&op
de: stoppen
el: Σταμάτα
es: Pa&rar
fr: Arrêter
ru: С&топ

source: Restart
de: Neustart
el: Επανεκκίνηση
es: Reiniciar
fr: Redémarrer
it: Riavvia
ja: リスタート
pt: Reiniciar
ru: Перезапустить

source: Re&load
de: Neuladen
es: Re&cargar
fr: Recharger
it: Ricarica
pt: Carregar
ru: Перегрузить

source: Start service at &Boot
de: Dienst beim Hochfahren starten
el: Τρέξιμο υπηρεσίας στη εκκίνηση
es: Iniciar servicio al &Iniciar
fr: Demarrer les services au &Boot
it: Carica il servizio all'avvio
pt: Iniciar serviço no Arranque
ru: Добавить Runlevel-Entry (стартовать сервис призагрузке)

source: Active Services:
de: Aktive Dienste:
el: Ενεργοποιημένες Υπηρεσίες:
es: Servicios Activos:
fr: Services actifs:
it: Servizi attivi:
ja: アクティブサービス:
pt: Serviços Activos:
ru: Активные службы

source: Disabled Services:
de: Inaktive Dienste
el: Απενεργοποιημένες Υπηρεσίες:
es: Servicios Desactivados
fr: Service désactivés
it: Servizi disabilitati:
ja: サービスを無効に
pt: Serviços Inactivos:
ru: Отключенные сервисы

source: Apt-show-versions is missing!
de: Apt-show-version fehlt!
el: Λείπει το apt-show-versions!
es: Apt-show-versions no se puedo encontar!
ja: Apt-show-versionがインストールされていません!

source: Do you want to install it?
de: Soll das Paket installiert werden?
el: Θέλετε να το εγκαταστήσετε;
es: Desea instalarlo?
ja: インストールしますか?

source: There are no warnings
de: Keine Warnungen bekannt
el: Δεν υπάρχουν προειδοποιήσεις
es: No hay advertencias
fr: Pas d'alerte signalée
it: Non ci sono allarmi
ja: 警告はありません
pt: Não existem avisos
ru: Нет предупреждений

source: Couldn't connect to sidux.com!
de: Keine Verbindung zu sidux.com!
el: Αδύνατη η σύνδεση με το sidux.com!
es: No pudo conectar a sidux.com!
ja: sidux.comに接続することができません!

source: Don't make a dist-Upgrade!
de: Bitte keinen Dist-Upgrade durchführen.
el: Μην κάνετε dist-Upgrade!
es: No haga un dist-upgrade!
ja: 今Dist-Upgradeをしてはいけません!

source: To update your system you have to leave the graphic modus. Press for this CTR+ALT+F1, login as root and type init 3. After that run siduxcc (Software->Dist-upgrade).
el: Για να αναβαθμίσετε το σύστημα, πρέπει να βγείτε από το γραφικό περιβάλλον. Πατήστε CTR+ALT+F1, συνδεθείτε σαν υπέρ-χρήστης και γράψτε init 3. Μετά από αυτότρέξτε siduxcc (Software->Dist-upgrade).
es: Para actualizar el sistema, tiene que salir del modo gráfico. Oprima Ctrl-Alt-F1, haga un login como usuario raíz (root), y entrar "init 3". Después, ejecuta siduxcc (software para el dist-upgrade).

source: Are you sure you want to clear your local repository?
de: Soll das lokale Repository wirklich geleert werden?
el: Είστε σίγουρος ότι θέλετε να καθαρίσετε το τοπικό αποθετήριο;
es: Seguro que quiere limpiar su repositorio local?
ja: 本当にローカルリポジトリをクリアしますか?

source: Software
el: Λογισμικό
es: Programas
fr: Logiciels
ru: Програмное обеспечение

source: Show upgradable packages
de: Aktualisierbare Pakete anzeigen
el: Εμφάνιση πακέτων για ενημέρωση
es: Muestra paquetes que tienen actualizaciones
fr: Montrer les packages actualisables
it: Mostra i pacchetti aggiornabili
ja: 更新可能パッケージ表示
pt: Mostrar pacotes actualizáveis
ru: Обновляемые пакеты

source: Clea&n
de: leeren
el: Καθάρισμα
es: Li&mpiar
fr: Nettoyer
it: Ripulisci
pt: Limpar
ru: Очистить

source: clean clears out the local repository of retrieved package files. It removes everything but the lock file from /var/cache/apt/archives/ and /var/cache/apt/archives/partial/. Command: apt-get clean
de: Dies löscht das lokale Verzeichnis, in dem sich die zu installierendenPakete befinden. Alles, mit Ausnahme der lock-Datei, wird aus /var/cache/apt/archives/ und /var/cache/apt/archives/partial/ gelöscht. Befehl: apt-get clean
el: Καθαρίζει το τοπικό αποθετήριο κατεβασμένων πακέτων. Αφαιρεί τα πάντα εκτός του lock αρχείου από το /var/cache/apt/archives/ και το /var/cache/apt/archives/partial/. Εντολή: apt-get clean
es: clean: limpia el repositorio local de archivos bajados. Se quita todo menos el archivo "lock" desde /var/cache/apt/archives/ y /var/cache/apt/archives/partial/. Orden: # apt-get clean
fr: clean efface de votre dépot local les paquets téléchargés. Celà y efface tout à part le fichier lock de /var/cache/apt/archives/ et /var/cache/apt/archives/partial/. Commande: apt-get clean
it: clean svuota il repository locale dei pacchetti scaricati. Rimuove tutto eccetto i file lock da /var/cache/apt/archives/ e /var/cache/apt/archives/partial/. Comand: apt-get clean
ja: cleanはダウンロードされたパッケージの ローカルレポジトリーをクリアします。 /var/cache/apt/archives/ と /var/cache/apt/archives/partial/内の ロックされているもの以外のすべての ファイルを消去します。 コマンド: apt-get clean
ru: Это удаляет локальный каталог, в котором разположены установленные пакеты. Удаляет все файлы кроме файла lock в каталогах /var/cache/apt/archives/ и /var/cache/apt/archives/partial/. Команда: apt-get clean

source: &Update
el: Ενημέρωση
es: &Actualizar
fr: &Actualiser
it: Aggiorna
ru: Обновлять

source: Upgr&ade
el: Αναβάθμιση
es: &Modernizar
fr: Mettre-à-jour
ja: アップグレード
pt: Actualiz&ar
ru: Обновить

source: For an explanation how to do a system upgrade click to the button.
de: Für eine Erklärung auf den Knopf drücken.
el: Για μια επεξήγηση για το πως να αναβαθμίσετε το σύστημα σας πατήστε το κουμπί.
es: Para un explicación de Como hacer una modernización del sistema haga clic en el botón.
fr: Pour une explication sur comment mettre un système à niveau, cliquez sur le bouton.
it: Per una spiegazione su come fare un upgrade di sistema premete il tasto.
ja: システムのアップグレードについての 説明を読むにははボタンをクリックして ください。
ru: Для объяснения, как сделать обновление системы, нажимайте кнопку

source: System Info
el: Πληρ. Συστήματος
es: Información del sistema
ja: システム情報

source: About
de: Über KDE
el: Σχετικά
es: Acerca de sidux
it: Informazioni su KDE
pt: Sobre
ru: О

source: Exit
de: Beenden
el: Έξοδος
es: Salir
fr: Sortir
it: Esci
ja: 終了
pt: Sair
ru: Выход

source: There is still a running process in the control center. It's recommended not to close the apllication now! Do you want to close it anyway?
de: Es gibt noch einen unbeendeten Prozess im Kontrollzentrum. Es wird empfohlen, das Programm noch nicht zu beenden! Soll trotzdem fortgefahren werden?
el: Υπάρχει μια διεργασία η οποία τρέχει ακόμη στο κέντρο ελέγχου. Συνιστάται να μην κλείσετε τώρα την εφαρμογή! Θέλετε να την κλείσετε;
es: Todavía hay un proceso ejecutando en el centro de control. No esta recomendada de cerrar la aplicación ahora! ¿Desea cerrarlo de todas maneras?

source: Menu
el: Μενού
es: Menú
ja: メニュー
ru: Меню

source: sidux Control Center
de: sidux Kontrollzentrum
el: Κέντρο Ελέγχου του sidux
es: sidux Centro Control
fr: Centre de Contrôle de sidux
it: Centro di Controllo sidux
ru: Центр управления sidux

source: Welcome to the sidux Control Center, a central place to configure your distribution. Select an item from the menu to load a configuration module.
de: Willkommen im sidux Kontrollzentrum. Wählen Sie einen Eintrag aus dem Menü aus, um das entsprechende Kontrollmodul zu öffnen.
el: Καλώς ήλθατε στο Κέντρο Ελέγχου του sidux, έναν κεντρικό χώρο ρύθμισης της διανομής σας. Επιλέξτε ένα αντικείμενο από το μενού για να δείτε τις επιλογές ρύθμισης.
es: Bienvenidos al Centro de Control de sidux, un lugar para configurar su distribución. Seleccione un ítem del menú para cargar un módulo de configurarción.
fr: Bienvenu au centre de contôle sidux, le lieu central pour configurer votre distribution. Sélectionnez une option du menu pour activer le module de configuration de votre choix.
it: Benvenuti nel Centro di Controllo di sidux, un luogo centrale dove configurare la vostra sidux. Selezionare una voce dal menu per caricare un modulo di configurazione.
ja: sidux コントロールセンターへようこそ! ディストリビューションの設定を行うセンターです. 設定モジュールを起動するメニューを選択してください.
pt: Bem-vindo ao sidux Centro de Controlo, um local para configurar a sua distribuição. Seleccionar um item do menu para carregar o modulo de configuração.
ru: Добро пожаловать в центре управления sidux, предназначенный для настройки Вашего дистрибутива. Выберите пункт меню для загрузки модуля конфигурации .

source: sidux manual
de: sidux Handbuch
el: sidux εγχειρίδιο
es: Manual de sidux
fr: manuel sidux
it: manuale di sidux
ja: siduxマニュアル
ru: Руководство sidux

source: sidux Homepage
el: sidux Σελίδα
es: Página web de sidux
fr: Site de sidux
it: Pagina Home di sidux
ja: siduxホームページ
pt: sidux Página Web
ru: Посетить домашнюю страницу sidux

source: About siduxcc
de: Über siduxcc
el: siduxcc-Σχετικά
es: Acerca de siduxcc
fr: À propos de sidux
it: Informazioni su siduxcc
ja: siduxccについて
pt: Sobre o sidux
ru: О siduxcc

source: About KDE
de: Über KDE
el: KDE-Σχετικά
es: Acerca de KDE
fr: À propos de KDE
it: Informazioni su KDE
ja: KDEについて
pt: Sobre o KDE
ru: О KDE

source: Language
de: Sprache
el: Γλώσσα
es: Idioma
fr: Langue
it: Lingua
ja: 言語
pt: Língua
ru: Язык

source: &File
de: &Datei
es: &Fichero

source: &Help
de: &Hilfe
es: &Ayuda

# NAME OF TRANSLATORS
source: Your names
de: Fabian Würtz
el: Νικόλας Πονηρός
es: Latino, Richard,
fr: LjanA
it: Renato 'zenren' Zanotti & Salvo 'LtWorf' Tomaselli
ja: s.sach & mutsumu nomura
ru: Mikhail BurovRoland Engert

source: sidux-hermes
el: siduxcc-hermes
