Repository: fullstory-morgue/siduxcc
Catalog: po/*.po
Languages: de, el, es, fr, it, ja, pt, ru

source: Some vendors do not release specifications of the hardware or provide a Linux driver for their wireless network cards. This project implementsWindows kernel API and NDIS (Network Driver Interface Specification) API within Linux kernel. A Windows driver for wireless network card is then linked to this implementation so that the driver runs natively, as though it is in Windows, without binary emulation.
el: Μερικοί κατασκευαστές δεν εκδίδουν τις προδιαγραφές ή δεν παρέχουν οδηγούς Linux για τις ασύρματες κάρτες δικτύου τους. Αυτό το πρόγραμμα εφαρμόζει Windows kernel API και NDIS (Network Driver Interface Specification) API μέσα στον πυρήνα Linux. Ένας Windows οδηγός για την ασύρματη κάρτα δικτύου συνδέεται με την εφαρμογή έτσι ώστε ο οδηγός να τρέχει όπως θα έτρεχε σε Windows.

source: These binary drivers provide optimized hardware acceleration of OpenGL applications via a direct-rendering X Server.
el: Οι οδηγοί αυτοί παρέχουν καλύτερο hardware acceleration OpenGL εφαρμογών μέσω ενός direct-rendering X Server.

source: Internet
el: Διαδίκτυο
ja: インターネット
ru: Интернет

source: Kernel
el: Πυρήνας
fr: Noyau
ja: カーネル
ru: Ядро

source: &Kernel
el: Πυρήνας
ru: &Ядро

source: &update (apt-get)
el: ενημέρωση (apt-get)
ja: アップデート (apt-get)
pt: act&ualizar (apt-get)
ru: &обновить (apt-get)

source: Con&tinuo
de: Weiterfahren
el: Συνέχεια
fr: Continuer
it: Continua
ru: &Продолжить

source: Selected X-Module
el: Επιλέξτε X-Module
pt: Seleccionar Modulo-X
ru: Выбранные X-модуля

source: ATI/Nvidia (Non-Free)
de: ATI/Nvidia (nicht-frei)
el: ATI/Nvidia (Μη-Ελεύθερα)
fr: ATI/Nvidia (Non-libres)
it: ATI/Nvidia (non libero)
ru: ATI/Nvidia (несвободное ПО))

source: Driver
de: Treiber
el: Οδηγός
fr: Pilote
ja: ドライバー
pt: Controlador
ru: Драйвер

source: E.g. 192.168.0.255
de: Z.B. 192.168.0.255
el: Π.χ. 192.168.0.255
fr: Ex: 192.168.0.255
it: Es. 192.168.0.255
ja: 例. 192.168.0.255
pt: Ex. 192.168.0.255
ru: т.е. 192.168.0.255

source: E.g. 192.168.0.2
de: Z.B. 192.168.0.2
el: Π.χ. 192.168.0.2
fr: Ex: 192.168.0.2
it: Es. 192.168.0.2
ja: 例. 192.168.0.2
pt: Ex. 192.168.0.2
ru: т.е. 192.168.0.2

source: E.g. 255.255.255.0
de: Z.B. 255.255.255.0
el: Π.χ. 255.255.255.0
fr: Ex: 255.255.255.0
it: Es. 255.255.255.0
ja: 例. 255.255.255.0
pt: Ex. 255.255.255.0
ru: т.е 255.255.255.0

source: E.g. 192.168.0.254
de: Z.B. 192.168.0.254
el: Π.χ. 192.168.0.254
fr: Ex
it: Es. 192.168.0.254
ja: 例. 192.168.0.254
pt: Ex. 192.168.0.254
ru: т.е. 192.168.0.254

source: <b>Encryptiontype:</b>
de: <b>Verschlüsselungsart:</b>
el: <b>Κρυπτογράφηση:</b>
fr: <b>Type de cryptage:</b>
it: tipo di crittografia
ja: 暗号タイプ
pt: <b>Encriptação:</b>
ru: <b>Секретность:</b>

# EMAIL OF TRANSLATORS
source: Your emails
de: xadras@sidux.com
el: nponiros@yahoo.com
fr: isotran@free.fr
it: zenren@tiscali.it & tiposchi@tiscali.it
ja: sachs@infoseek.jp & muchan.m@gmail.com
ru: vonselbst@gmail.com roen@sidux.com

source: Smxi Ad&vice
de: Smxi Hinweis
it: Consigli su Smxi
ru: Smxi со&ветует

source: Color-Depth
de: Farbtiefe
fr: Profondeur de couleur
it: Profondità di colore
ja: 色深度
pt: Profundidade da Cor
ru: Количество цветов

source: Selecet X-Module
de: X-Module auswählen
it: Seleziona X-Module

source: manual
de: manuell
fr: manuel
it: manuale
ja: マニュアル
ru: Руководство

source: To update your system you have to leave the graphic modus. Press for this CTR+ALT+F1, login as root and type init 3. After that run the command smxi or siduxcc (Software->Dist-upgrade).
de: Für einen Systemupgrade muss der graphische Modus verlassen werden. Hierzu CTR+ALT+F1 drücken, sich als root einloggen und init 3 eingeben. Danach den Befehl smxi oder siduxcc (Software->Dist-upgrade) ausführen.

source: Widget
ja: ウィジット
ru: Виджет

source: HorizSync:
fr: Synchronisation Horizontale:
it: Sincronia orizzontale:
ja: 水平同期:
pt: Sincronização Horizontal:
ru: Синхронизация по горизонтали:

source: VertRefresh:
fr: Rafraîchissement Vertical:
it: Frequenza di aggiornamento verticale:
ja: 垂直リフレッシュ:
pt: Refrescamento Vertical:

source: 8 bit
ru: 8 бит

source: 15 bit
ru: 15 бит

source: 16 bit
ru: 16 бит

source: 24 bit
ru: 24 бит

source: dpi
fr: ppp
ru: dpi (точек на дюйм)

source: Ad-Hoc
ru: Одноранговая

source: <b>ESSID:</b>
it: ESSID

source: siduxcc-hermes
pt: sidux-hermes
