Repository: fullstory-morgue/siduxcc
Catalog: po/*.po
Languages: de, el, es, fr, it, ja, pt, ru

source: Name
el: Όνομα
es: Nombre
fr: Nom
it: Nome
ja: 名前
pt: Nome
ru: Название

source: Installed Version
de: Installierte Version
el: Εγκατεστημένη Έκδοση
es: Versión instalada
fr: Version installée
it: Versione installata
ja: インストールされているバージョン
pt: Versão Instalada
ru: Установленная версия

source: Latest Version
de: Neuste Version
el: Τελευταία Έκδοση
es: Ultima versión
fr: Dernière version
it: Ultima versione
ja: 最新バージョン
pt: Última Versão
ru: Последняя версия

source: No dist-upgrade warnings.
de: Keine dist-upgrade Warnungen.
el: Δεν υπάρχουν προειδοποιήσεις κατά του dist-upgrade
es: No hay advertencias contra dist-upgrade
fr: Aucune alerte de dist-upgrade
it: Non ci sono allarmi per il dist-upgrade
ja: dist-upgradeの警告はありません.
pt: Sem avisos de actualização da distribuição.
ru: Нет предупреждений по dist-upgrade

source: &Warnings
de: Warnungen
el: Προειδοποιήσεις
es: &Advertencias
fr: &Alertes
it: Allarmi
pt: &Avisos
ru: Предупреждения

source: Double click to the item to view the full message.
de: Doppelklick auf die Meldung um die vollständige Nachricht zu lesen.
el: Κάντε διπλό κλικ σε ένα αντικείμενο για να δείτε όλο το μήνυμα
es: Doble clic en el ítem para ver el mensaje completo.
fr: Double-cliquez sur l'option pour tout lire.
it: Doppio click sulla voce per vedere il messaggio completo
ja: ダブルクリックすれば警告の全文が読めます
pt: Duplo clique no item para ver o aviso todo.
ru: Щелкните кнопку дважды, чтобы просмотреть полное сообщение.

source: &News
el: Νέα
es: &Noticias
fr: &Nouveautés
it: Notizie
pt: &Novidades
ru: &Новости

source: Upgrada&ble packages
de: Neue Pakete
el: Πακέτα για ενημέρωση
es: Paquetes que tienen actualizaciones
fr: Paquetages actualisables
it: Pacchetti aggiornabili
pt: Paco&tes Actualizáveis
ru: О&бновляемые пакеты

source: Current kernel:
de: Aktueller Kernel:
el: Τρέχων Πυρήνας
es: Último Kernel
fr: Noyau courant
it: Kernel corrente
pt: Kernel actual:
ru: Текущее ядро

source: Newest stable kernel:
de: Neuster stabiler Kernel:
el: Νέος πυρήνας:
es: Último kernel establo
fr: Dernier noyau stable
it: Installa un nuovo kernel:
pt: Novo Kernel estável:
ru: последное стабильнoе ядрo:

source: To install a new kernel use the sidux Control Center.
de: Neue Kernel können im sidux Kontrollzentrum installiert werden.
el: Για να εγκαταστήσετε ένα νέο πυρήνα, χρησιμοποιείστε το Κέντρο Ελέγχου sidux
es: Para instalar nuevo kernel usa el Centro de Control de sidux
fr: Pour installer un nouveau noyau utilisez le Centre de Contrôle sidux.
it: Usare il Centro di Controllo sidux per installare un nuovo kernel
pt: Para instalar um kernel novo utilize o Centro de Controle do sidux
ru: Используете центр управления sidux, чтобы установить новое ядро.

source: relo&ad
de: aktualisieren
es: rec&argar
it: ricarica
ja: リロード
pt: rec&arregar
ru: Перез&агрузить

source: Reload the current package list of siduxcc-hermes. Use this option if you have updated the package list without siduxcc-hermes.
de: Gleicht die oben stehende Liste mit dem System ab. Dieser Befehl sollte dann durchgeführt, falls ein Update der Paketlisten ohne siduxcc-hermes durchgeführt wurde.
el: Ενημερώστε την λίστα πακέτων του siduxcc-hermes. Χρησιμοποιήστε αυτή την επιλογή αν ενημερώσατε την λίστα πακέτων χωρίς το siduxcc-hermes.
es: Recargar la lista de paquetes actual de siduxcc-hermes. Usa este opción si ha actualizada la lista de paquetes sin siduxcc-hermes.
fr: Recharger la liste de packages de siduxcc-hermes. N'utilisez cette option que si vous avez mis la liste à jour sans siduxcc-hermes.
it: Ricarica la lista dei pacchetti corrente di siduxcc-hermes. Usare questa opzione se avete aggiornato la lista senza usare siduxcc-hermes.
ru: Обновить текущий список пакетов siduxcc-hermes. Используйте эту опцию, если Вы обновили список пакет без помощи siduxcc-hermes.

source: update is used to resynchronize the package index files from their sources. The indexes of available packages are fetched from the location(s) specified in /etc/apt/sources.list. Command: apt-get update
de: synchronisiert die Übersicht der verfügbaren Pakete mit den Serverlisten aus dem Internet. Befehl: apt-get update
el: η ενημέρωση (update) χρησιμοποιείται για να συγχρονίσει τα ευρετήρια πακέτων με την πηγή. Τα ευρετήρια διαθέσιμων πακέτων παίρνονται από τις τοποθεσίες που δίνονται μέσα στο /etc/apt/sources.list. Εντολή: apt-get update
es: update es usada para resincronizar los indices de paquetes desde sus fuentes. Los indices de paquetes disponibles están bajada des las locacion(es) especificada en /etc/apt/sources.list Orden: apt-get update
fr: update est utilisé pour resynchroniser les fichiers indexant les packages sur les sources. Ces index sont récupérés aux adresses spécifiées dans /etc/apt/sources.list. Commande : apt-get update
it: update serve a ri-sincronizzare l'indice dei pacchetti con i repository. Gli indici dei pacchetti disponibili sono scaricati dalle locazioni specificate in /etc/apt/sources.list. Comando: apt-get update
ja: updateはパッケージのインデックスファイルを 元レポジトリーと同期します。更新できるパッケージの インデックスは/etc/a[t/sources.listでしていされた 場所からダウンロードされます。 コマンド: apt-get update
ru: Обновление ресинхронизированных пакетных файлов индекса из своих источников. Индексы имеющих пакетов скачиваются с сервера, указанный в /etc/apt/sources.list. Команда: apt-get update

source: D&ownload
de: Herunterladen
el: Κατέβασμα
es: &Bajar
fr: Télécharger
ja: ダウンロード
pt: Descarregar
ru: Загрузить

source: package files are only retrieved, not unpacked or installed. Command: apt-get -d dist-upgrade
de: Lädt die gewünschten Pakete vom Server herunter, ohne diese zu installieren. Befehl: apt-get -d dist-&upgrade
el: τα πακέτα μόνο κατεβάζονται, δεν γίνεται αποσυμπίεση ή εγκατάσταση. Εντολή: apt-get -d dist-upgrade
es: los paquetes solamente están bajada, no están instalada Orden: # apt-get -d dist-upgrade
fr: les packages sont seulement télechargés, mais ni dépaquetés, ni installés. Commande : apt-get -d dist-upgrade
it: I pacchetti vengono solo scaricati, non decompressi o installati. Comando: apt-get -d dist-upgrade
ja: パッケージはダウンロードされましたが まだ展開もインストールもされていません。 コマンド: apt-get -d dist-upgrade
ru: Скачание требуемых пакетов с сервера без распаковки и установки Команда: apt-get -d dist-upgrade

source: &close
de: schließen
el: κλείσιμο
es: &cierre
fr: &fermer
it: chiudi
ja: 閉じる
pt: &fechar
ru: &Закрыть

source: en
el: el
es: es
ja: ja

source: Double click to the item to view the full warning.
de: Doppelklick auf die Meldung um die vollständige Warnung zu lesen.
el: Διπλό κλικ στο αντικείμενο για να δείτε την προειδοποίηση
es: Haga doble clic en el ítem para ver el aviso completo
ja: ダブルクリックすれば警告の全文が読めます

source: legendbase
de: Legende
el: υπόμνημα
es: Referencia
fr: base de légendes
it: Legenda
ja: レジェンド
pt: Legenda
ru: Подпись

source: Legend
de: Legende
el: Υπόμνημα
es: Leyenda
fr: Légende
it: Legenda
ja: レジェンド
pt: Legenda
ru: Легенда

source: There are dist-upgrade warnings. Please visit sidux.com for more information!
de: Es gibt dist-upgrade-Warnungen. Bitte besuchen Sie sidux.com.
el: Παρακαλώ επισκεφτείτε το sidux.com για περισσότερες πληροφορίες
es: Hay advertencias contra dist-upgrade. ¡No debería haga el dist-upgrade!. Por favor visite sidux.com para mas información.
fr: Des alertes prévenant le dist-upgrade sont publiées. Consultez sidux.com pour plus d'information!
it: Ci sono allarmi per il dist-upgrade. Visitare sidux.com per maggiori informazioni.
ja: dist-upgradeの警告があります. sidux.comのフォーラムで詳しい情報を読んでください.
pt: Existem avisos de actualização da distribuição. Por favor, visite a página sidux.com para mais informação!
ru: Предупреждения по dist-upgrade. Пожалуйста, посетите sidux.com для получения большей информации!

source: No connection to sidux.com.
de: Keine Verbindung zu sidux.com
el: Δεν υπάρχει σύνδεση με το sidux.com.
es: No se puedo conectar a sidux.com
fr: Aucune connexion à sidux.com
it: Impossibile connettersi a sidux.com.
ja: sidux.comに接続していません.
pt: Sem ligação ao sidux.com.
ru: Нет соединения с sidux.com

source: A KDE tray application for sidux
de: Ein KDE Tray-Programm für sidux
el: Μια KDE tray εφαρμογή για το sidux
es: Una aplicación KDE para la bandeja de sidux
ja: siduxのKDEトレイアプリケーション

source: Packaging
de: Paketierung
el: Πακετάρισμα
es: Empaquetando
ja: パッケージング

source: Icon
el: Εικόνα
es: Icono

source: Forum - Upgrade Warnings
de: Dist-Upgrade Warnungen (Forum)
el: Forum - Προειδοποιήσεις Αναβάθμισης
es: Foro - Advertencias contra Actualizaciones
ja: フォーラム - Dist-Upgradeの警告

source: Manual - Upgrade of an Installed System
de: Systemaktualisierung (Handbuch)
el: Εγχειρίδιο - Αναβάθμιση Εγκατεστημένου Συστήματος
es: Manual - Actualizar un sistema instalado
ja: 手動 - インストールしたシステムの更新

source: Upgradable packages
de: Aktualisierbare Pakete
el: Πακέτα για ενημέρωση
es: Paquetes que tienen actualizaciones
ja: 更新可能パッケージ

source: sidux news
el: sidux-νέα
es: Novedades de sidux

source: Warnings
de: Warnungen
el: Προειδοποιήσεις
es: Avisos
ja: 警告

source: Show Legend
de: Legende anzeigen
el: Υπόμνημα
es: Mostrar leyenda
ja: レジェンド表示

source: &About sidux-hermes
de: Über sidux-hermes
el: sidux-hermes - Σχετικά
es: Acerca de sidux-hermes
ja: sidux-hermesについて

source: Show details
de: Details anzeigen
el: Λεπτομέρειες
es: Muestra detallas

source: Hide details
de: Details verbergen
el: Κρύψε Λεπτομέρειες
es: Esconda detallas

source: Alt+T
es: Alt+Y

source: Sho&w Details
de: Details anzeigen
el: Λεπτομέρειες
es: Mue&stra Detallas
fr: Affichage
it: Mostra dettagli
pt: M&ostrar lista
ru: &Показать подробности

source: custom
de: Benutzerdefiniert
es: personalizar
fr: personnalisé
it: personalizzato
ja: カスタム
pt: personalizado
ru: настроеный пользователем

source: Modelines removed
de: Modelines gelöscht
el: Τα modelines αφαιρέθηκαν
es: Modelines removidas
ja: Modeline 削除

source: Are you sure you want to restart the X-Server? All windows will be closed.
de: Sind Sie sicher, dass Sie den X-Server neustarten möchten? Sämtliche nicht gespeicherte Fortschritte gehen verloren!
el: Είστε σίγουρος ότι θέλετε να επανεκκινήσετε τον X-Server; Όλα τα παράθυρα θα κλείσουν.
es: ¿Esta segura en reiniciar el servidor-X? Todas las ventanas se cierran?
ja: 本当にX-Serverを再起動してよろしいですか? すべてのウィンドウが終了します.

source: Display
de: Anzeige
el: Εμφάνιση
es: Pantalla
fr: Affichage
it: Schermo
ja: ディスプレイ
pt: Exposição
ru: Экран

source: Change resolution & frequency
de: Auflösung und Frequenz einstellen
el: Αλλάξτε ανάλυση & συχνότητα
es: Cambiar resolución y frecuencia
fr: Détecter les fréquences et changer la définition.
it: Cambia risoluzione e frequenza
ja: 解像度と周波数を変更
pt: Alterar a resolução & frequência
ru: Определение частоты

source: Configure color-depth & DPI
de: Farbtiefe und DPI verändern
el: Ρυθμίστε το color-depth & το DPI
es: Configurar profondidad de color y DPI
fr: Configurer la profondeur de couleur et la résolution
it: Configura la profondità di colore e i DPI
ja: 色深度とDPIを設定
pt: Configurar a profundidade da cor & DPI
ru: Настроить глубину цвета и количество точек на дюйм (dpi)

source: Configure X-Server
de: X-Server konfigurieren
el: Ρυθμίστε τον X-Server
es: Configurar servidor-X
fr: Configurer le serveur X
it: Configura il Server-X
ja: X-Server 設定
pt: Configurar o Servidor-X
ru: Настроить X-сервер

source: WARNING!
de: ACHTUNG!
el: ΠΡΟΣΟΧΗ!
es: ¡ADVERTENCIA!
fr: ATTENTION!
it: ATTENZIONE!
ja: 警告!
pt: AVISO!
ru: Внимание!

source: With wrong options the x-server doesn't work! To restore an old configuration press CTR + ALT + F1, run as root the command siduxcc and choose the option Display -> restoreX.
de: Mit falschen Einstellungen lässt sich der X-Server nicht mehr starten! Zum Wiederherstellen einer alten Konfiguration CTR + ALT + F1 drücken, sich als root einloggen, siduxcc ausführen und die Option Anzeige -> restoreX auswählen!
el: Με λάθος ρυθμίσεις δεν δουλεύει ο x-server ! Για να επαναφέρετε μια παλιά ρύθμιση πατήστε CTR + ALT + F1, τρέξτε σαν root την εντολή siduxcc και επιλέξτε Display -> restoreX.
es: ­¡Con opciones equivocadas el X-server no funciona! Para regresar a la configuración antigua presione CTR+ALT+F1, ejecute como root el orden siduxcc y seleccione la opción Pantalla > Restaurar X
fr: Le serveur X ne fonctionnera pas avec des options incorrectes! Pour revenir à la configuration précédente appuyez sur CTR + ALT + F1, lancez la commande siduxcc en tant que root, puis choisissez Affichage -> restaurer X.
it: Con una configurazione errata il server X non funziona! Ripristinare una configurazione precedente premendo CTRL+ALT+F1, eseguire come root il comando siduxcc e scegliere l'opzione Display->restoreX.
ja: 間違ったオプションではx-serverは動作しません! 旧設定に戻すにはCTR + ALT + F1を押して、ルートでsiduxccコマンドを実行し、Main menuのDisplay-> restoreXを選択してください.
pt: Com opções erradas o servidor-X não funciona! Para restaurar uma configuração antiga pressione CTR + ALT + F1. Execute como super-utilizador o comando "siduxcc" e escolha a opção Exposição -> restaurar o X.
ru: Х-Сервер не работает с ошибочными установками! Для восстановления прежней конфигурации нажмите Ctr+Alt+F1, как root выполните команду siduxcc и осуществите последовательный выбор: option-Display-restoreX

source: Resolution
de: Auflösung
el: Ανάλυση
es: Resolución
fr: Définition
it: Risoluzione
ja: 解像度
pt: Resolução
ru: Разрешение экрана

source: Scanning Frequency
de: Bildschirmfrequenz
el: Συχνότητα Σάρωσης
es: Escaneando Frecuencias
fr: Détection des fréquences
it: Scansione delle frequenze
ja: 周波数走査
pt: Frequência de Verificação
ru: Определение частоты

source: Vertical Frequenz
de: Vertikale Frequenz
el: Κάθετη Συχνότητα
es: Frecuencia Vertical
fr: Fréquence verticale
it: Frequenza verticale
ja: 垂直周波数
pt: Frequência Vertical
ru: Частота вертикальной развертки

source: Type
de: Typ
el: Τύπος
es: Tipo
it: Tipo
ja: タイプ
pt: Tipo
ru: Тип

source: Horizontal Frequenz
el: Οριζόντια Συχνότητα
es: Frecuencia Horizontal
fr: Fréquence horizontale
it: Frequenza orizzontale
ja: 水平周波数
pt: Frequência Horizontal
ru: Частота горизонтальной развертки

source: Note
de: Bemerkung
el: Σημείωση
es: Nota:
fr: Observation
it: Nota:
ja: 注意
pt: Nota
ru: Примечание

source: If you are using the ATI-Driver (fglrx) you can not change the Color-Depth.
de: Wenn Sie den ATI-Treiber (fglrx) verwenden können Sie die Farbtiefe nicht verändern.
el: Εάν χρησιμοποιείτε τον ATI-Οδηγό (fglrx) δεν μπορείτε να αλλάξετε Color-Depth.
es: Si el controlador (driver) de ATI (fglrx) es usado, entonces no se puede cambiar el Color-Depth
fr: Si vous utilisez le pilote ATI (fglrx), vous ne pourrez pas changer la profondeur de couleur
it: Con i driver ATI (fglrx) non si può cambiare la profondità di colore
ja: ATI ドライバー(fglrx)を使用しているときは、色深度は変更できません.
pt: Se está a usar o Controlador-ATI (fglrx), não pode alterar a Profundidade da Cor.
ru: Замечание: Если Вы пользуетесь ATI драйвером (fglrx) изменить значение количества цветов невозможно

source: DPI-Settings
de: DPI-Einstellungen
el: Ρυθμίσεις DPI
es: DPI-Configuración
fr: réglage en PPP
it: Impostazioni DPI
ja: DPI設定
pt: Definições DPI
ru: Установки DPI

source: Remo&ve Modelines
de: Modelines entfernen
el: Αφαιρέστε Modelines
es: Remover Modelines
it: Rimuovi Modelines
pt: Rem&over Modelines
ru: Очистка файла X-конфигурации

source: Enable &Composite
de: Composite aktivieren
el: Ενεργοποιήστε Composite
es: Activar &Compuesto
fr: Activer &Composite
it: Abilita Composite
pt: Activar Composite
ru: Активизировать &Composite

source: Install dri&ver
de: Treiber installieren
el: Εγκαταστήστε Οδηγό
es: Instalar dri&ver
it: Installa driver
pt: I&nstalar controlador
ru: Установка драйвера

source: Install graphiccard-drivers
de: Graphikkartentreiber installieren
el: Εγκαταστήστε οδηγό κάρτας γραφικών
es: Instalar driver de gráficos
fr: Installer les pilotes de cartes graphiques
it: Installa i driver della scheda grafica
ja: グラフィックカードドライバーインストール
pt: Instalar os controladores de placas gráficas
ru: Установка драйвера видеокарты

source: Fonts (fix-fonts)
de: Schriften registrieren (fix-fonts)
el: Γραμματοσειρές (fix-fonts)
es: Tipos de Letras (fix-fonts)
fr: Polices (fixer les polices)
it: Font (aggiusta font)
ja: フォント(fix-fonts)
pt: Fontes (corrigir fontes)
ru: Шрифты (fix-fonts)

source: &Register Fonts
de: Schriften registrieren
el: Εγγραφή Γραμματοσειρών
es: Registrar Tipos de Letras
it: Registra font
pt: Registar F&ontes
ru: Регистрация установленных шрифтов

source: &back
de: zurück
el: πίσω
es: &retrocede
fr: &retour
it: indietro
ja: 戻る
pt: voltar
ru: &Назад

source: res&tart X-Server
de: X-Server neustarten
el: επανεκκίνηση X-Server
es: Reiniciar Servidor-X
it: Riavvia il Server-X
pt: reiniciar o Servidor-X
ru: Перезапустить Х-сервер

source: appl&y
de: übernehmen
el: εφαρμογή
es: &aplicar
fr: Appl&iquer
it: applica
ja: 適用
pt: Aplicar
ru: &Применить

source: SysInfo
de: System-Info
es: Información del sistema
fr: Info système
it: Informazioni di sistema
ja: システム情報
pt: Informação do Sistema
ru: Системная информация

source: About sidux
de: Über sidux
el: sidux-Σχετικά
es: Acerca de sidux
fr: À propos de sidux
it: Informazioni su sidux
ja: siduxについて
pt: Sobre o sidux
ru: О sidux

source: sidux Version:
el: έκδοση sidux
es: versión de sidux:
fr: Version de sidux
it: Versione di sidux:
ja: siduxバージョン:
pt: Versão do sidux:
ru: Версия sidux

source: sidux-Browser
el: sidux-Περιηγητής
es: sidux-Navegador
fr: Navigateur-sidux
it: navigatore internet di sidux
ja: siduxブラウザ
ru: sidux-Браузер

source: You only can install modules for the newest stable kernel. But this kernel isn't installed!
de: Es können nur Module für den neuesten stabilen Kernel installiert werden. Dieser ist aber nicht installiert!
el: Μπορείτε να εγκαταστήσετε modules μόνο για τον νεότερο σταθερό πυρήνα. Αλλά αυτός ο πυρήνας δεν είναι εγκατεστημένος!
es: Solamente puede instalar módulos para el kernel estable más nuevo, pero eso kernel no esta instalada!
ja: 最新の安定カーネル用のモジュールだけしかインストールできません。そのカーネルはインストールされていません。

source: You have already installed the newest stable kernel!
de: Der neueste stabile Kernel ist bereits installiert!
el: Ο νεότερος σταθερός πυρήνας είναι ήδη εγκατεστημένος
es: Ya está instalada el kernel estable más nuevo!
ja: 最新の安定カーネルはすでにインストールされています

source: There is no stable kernel avaiable!
de: Es ist keiner neuer stabiler Kernel verfügbar!
el: Δεν υπάρχει διαθέσιμος σταθερός πυρήνας!
es: ¡No hay un kernel establo disponible!

source: Are you sure you want to install a new kernel?
de: Wollen Sie wirklich einen neuen Kernel installieren?
el: Είστε σίγουρος ότι θέλετε να εγκαταστήσετε νέο πυρήνα;
es: Esta seguro que quiere instalar un nuevo kernel?
ja: 本当に新しいカーネルをインストールしますか?

source: It's recommended to not disable this function! Do you want to continue anyway?
de: Es wird davon abgeraten diese Funktion zu deaktivieren! Trotzdem weiterfahren?
el: Η απενεργοποίηση αυτής της λειτουργικότητας δεν συστήνεστε! Θέλετε να συνεχίσετε;
es: No es recomendada desactivar esta función! Desea seguir de todas maneras?
ja: この機能をオフにするのはお勧めできません。それでも実行しますか？

source: acer-acpi is a driver to allow you to control various aspects of your Acer laptop hardware using the proc filesystem. It was originally developed in order to activate the wireless LAN card under a 64-bit version of Linux, as acerhk (the previous fine solution to the problem) relied on making BIOS calls which are not allowed from a 64-bit OS.
de: Acer acpi ist gemacht für Acer Laptops. Es wurde hauptsächlich für Funknetzwerkkarten mit 64 Bit-Linux entwickelt.
el: το acer-acpi είναι οδηγός που σας επιτρέπει να ελέγξετε διάφορες πτυχές του hardware του Acer φορητού σας χρησιμοποιώντας το proc. Αρχικά γράφτηκε για να ενεργοποιεί την ασύρματη κάρτα δικτύου σε 64-bit Linux έκδοση γιατί το acerhk (η προηγούμενη λύση του προβλήματος) βασιζόταν σε BIOS calls που δεν επιτρέπονται σε 64-bit λειτουργικό.
es: Acer-acpi es un driver para permitir controlar varios aspectos del hardware del laptop de Acer con el sistema de archivos "proc". Fue originalmente desarrollada para activar la tarjeta LAN inalámbrico bajo una versión de Linux 64-bit, en vista de que el acerhk (la previa solución fino de la problema) estaba basada en hacer llamadas al BIOS que no están permitida de un OS de 64-bits.
ja: acer-acpiはAcerのラップトップのハードウェアの様々な機能をprocファイルシステムを使ってコントロールするドライバーです。元は64bitのlinuxでワイアレスLANカードをオンにするのに、(それまでの32bitの解決方法だった)acerhkはBIOSのルーチンを呼んでいてこの方法では64bitのOSでは使えないために開発されたものです

source: This driver will give access to the special keys on notebooks of the Acer Travelmate series, which are not handled by the keyboard driver. It also works on notebooks from other manufacturers (some Medion, Fujitsu-Siemens, ...).<br><br>It also has some other related functionality (depending on the model): - controlling LEDs (Mail, Wireless) - enable/disable wireless hardware
de: Hiermit werden spezielle Tasten für Acers Travelmates Serie aktiviert. Das geht aber auch mit anderen Notebooks von Medion, Fujitsu-Siemens.
el: Αυτός ο οδηγός θα σας δώσει πρόσβαση στα ειδικά πλήκτρα στους φορητούς της σειράς Acer Travelmate, τα οποία δεν διαχειρίζεται ο οδηγός πληκτρολογίου. Δουλεύει και σε φορητούς άλλων κατασκευαστών (μερικά Medion, Fujitsu-Siemens).<br><br>Επίσης (αναλόγως μοντέλου) ελέγχει και ορισμένα LEDs (ενεργοποίηση/απενεργοποίηση ασύρματου δικτύου κτλ).
es: Este driver dará acceso a las tecladas especiales en notebooks de la series Acer Travelmate, que not están manejada por el driver del teclada. También funciona en notebooks de otros fabricantes (algunas Medion, Fujitsu-Siemens, ...).<br><br>También tiene algunas otras funcionalidades relacionada (dependiendo del modelo): controlando LEDs (Correo, Inalámbrico) - activar/desactivar hardware inalámbrico.
ja: このドライバーはAcer Travelmateシリーズのノートブックの、通常のキーボードドライバーではアクセスできない特殊キーにアクセスするためのものです。他のメーカーのノートブック(Medion, 富士通シーメンスなど)でも使える場合があります。<br><br>他にもモデルによっては(メールやワイヤレスの)LEDやワイヤレスのオン/オフの設定など関連する機能も持っています

source: atl2 is the Linux Base Driver for the Atheros(R) L2 Fast Ethernet Adapter. The the Atheros(R) L2 Fast Ethernet Adapter is present in a few low cost Asus laptop systems, such as the Asus Eee PC.
de: Linuxtreiber für den Atheros(R) L2 Fast Ethernet Adapter. Diese Netzwerkkarte ist in preiswerteren Laptops von Asus eingebaut. Z.B. im Asus Eee PC.
el: το atl2 είναι ο Βασικός Linux Οδηγός για την Atheros(R) L2 Fast Ethernet κάρτα. Η κάρτα αυτή υπάρχει σε μερικούς Asus φορητούς υπολογιστές χαμηλού κόστους όπως το Asus Eee PC.
es: atl2 es el Linux Base Driver para el Atheros(R) L2 Fast Ethernet Adapter. El Atheros(R) L2 Fast Ethernet Adapter esta presente en algún sistemas laptop de Asus de baja costo, tales como el Asus Eee PC.
ja: atl2はAtheros(R) L2 Fast Ethernet Adapter用のLinuxベースのドライバーです。Atheros(R) L2 Fast Ethernet AdapterはAsusのEeePCなどの低価格ラップトップに使われています

source: Aufs is a stackable unification filesystem such as Unionfs, which unifies several directories and provides a merged single directory.
de: Aufs ist ein Hilfsmittel um mehrere Ordner zu kombinieren und das Dateisystem als einen Ordner zu präsentieren.
el: Το Aufs είναι ένα stackable unification filesystem όπως το Unionfs το οποίο ενοποιεί πολλούς καταλόγους και παρέχει έναν ενοποιημένο κατάλογο.
es: Aufs es un sistema de archivos unificado y apilado tales como el Unionfs, lo cual unifica varios directorios para proveer un solo directorio fusionado.
ja: Aufsはいくつかのディレクトリを統合して一つのディレクトリとして扱うことができるスタッカブル統合ファイルシステムです

source: This package provides the Driver for a snapshotting filesystem modules.
de: Btrfs ist ein experimentelles Filesystem.
el: Το πακέτο αυτό παρέχει τον Οδηγό για να κάνετε snapshot filesystem modules.
es: Este paquete provee el driver para modulos para tomar instantaneos de sistemas de archivos
ja: このパッケージはスナップショットファイルシステムのドライバを提供します
