Repository: fullstory-morgue/siduxcc
Catalog: po/*.po
Languages: de, el, es, fr, it, ja, pt, ru

source: The et131x package is also required in order to make use of these modules. Kernel source or headers are required to compile these modules.<br><br>This works with Agere Systems ET-131x PCI-E Ethernet Controller.
de: Dieses Paket beinhaltet Treiber für Agere Systems ET-131x PCI-E Ethernet Controller.
el: Το πακέτο et131x χρειάζεται για να μπορείτε να χρησιμοποιήσετε αυτά τα modules. Για την μεταγλώττιση των modules χρειάζονται ο κώδικας του πυρήνα ή τα headers. <br><br>Αυτό λειτουργεί με τον Agere Systems ET-131x PCI-E Ethernet Ελεγκτή.
es: El paquete et131x está requerida para utilzar estos módulos. El fuente del kernel o headers están requerido para compilar estos módulos.<br><br>Este funciona con el Agere Systems ET-131x PCI-E Ethernet Controller.
ja: et131xパッケージはこれらのモジュールを使用するのに必要です。これらのモジュールをコンパイルするのにはカーネルソースまたはヘッダーが必要です。<br><br>Agere SystemのET-131x PCI-E Ethernet Controllerが使えます。

source: The fsam7400 module for the Linux kernel provides support for the software RF kill switches on the Fujitsu Siemens Amilo M 7400 laptop. This package provides the source code for the fsam7400 modules.
de: Hiermit wird die Unterstützung für die RF kill switches für Fujits-Siemens Amilo M 7400 Laptops geregelt (enthält den Quellcode für fsam7400 Module).
el: Το fsam7400 module για τον Linux πυρήνα παρέχει υποστήριξη για το λογισμικό των RF kill switches σε Fujitsu Siemens Amilo M 7400 φορητούς. To πακέτο αυτό παρέχει τον πηγαίο κώδικα για τα fsam7400 modules.
es: El fsam7400 module para el kernel Linux apoya los mata-RF switches en el Fujitsu Siemens Amilo M 7400 laptop. Esta paquete provee el código fuente para los módulos fsam7400.
ja: fsam7400モジュールは富士通シーメンスのAmilo M 7400ラップトップのソフトウェアRFキルスイッチのサポートを提供します。このパッケージはfsam7400のソースコードを提供します

source: The gpsca video for linux (v4l) driver, provides support for webcams and digital cameras based on the spca5xx range of chips manufactured by SunPlus, Sonix, Z-star, Vimicro, Conexant, Etoms, Mars-semi, Pixart and Transvision.
de: Treiber für Webcams und digitale Kameras mit spca5xx Chips der Marken SunPlus, Sonix, Z-star, Vimicro, Conexant, Etoms, Mars-semi, Pixart und Transvision.
el: Ο gpsca video για linux (v4l) οδηγός παρέχει υποστήριξη για webcams και ψηφιακές φωτογραφικές μηχανές βασισμένες στο spca5xx chip κατασκευασμένο από την SunPlus, Sonix, Z-star, Vimicro, Conexant, Etoms, Mars-semi, Pixart και Transvision.
es: El video gpsca para el driver linux (v4l), provee apoyo para webcams y cameras digitales basada en el rango de chips spca5xx fabricado por SunPlus, Sonix, Z-star, Vimicro, Conexant, Etoms, Mars-semi, Pixart y Transvision.
ja: linux用gpscaビデオドライバー (v4l)はSunPlus, Sonix, Z-star, Vimicro, Conexant, Etoms, Mars-semi, Pixart や Transvision などのメーカの、spca5xxチップをベースにしたwebカメラやデジタルカメラをサポートします。

source: LZMA is a compression algorithm, based on the famous Lempel Ziv compression method.
de: LZMA (Lempel-Ziv-Markov chain-Algorithm) ist ein Datenkompressionsalgorithmus.
el: Το LZMA είναι ένας αλγόριθμος συμπίεσης βασισμένος στην Lempel Ziv μέθοδο συμπίεσης.
es: LZMA es un algoritmo de compresión, basada en el famoso método de compresión Lempel Ziv.
ja: LZMAは有名な Lempel Ziv com[ressionをベースにした圧縮アルゴリズムです

source: Some vendors do not release specifications of the hardware or provide a Linux driver for their wireless network cards. This project implements Windows kernel API and NDIS (Network Driver Interface Specification) API within Linux kernel. A Windows driver for wireless network card is then linked to this implementation so that the driver runs natively, as though it is in Windows, without binary emulation.
de: Für manche Funknetzwerkkarten gibt es unter Linux keine Treiber. Hier springt der Ndiswrapper in die Lücke. Er ermöglicht es bei gewissen Karten die Windowstreiber zu verwenden.
es: Algunas vendedores no publica especificaciones del hardware ni provea un driver para Linux para sus tarjetas inalámbrico de redes. Este proyecto implementa Windows kernel API y NDIS (Network Driver Interface Specification) dentro del kernel de Linux. Un driver de Windows es entonces vinculado a está implementación así que el driver corre nativamente, como estaba en ambiente Windows, sin emulación binario.
ja: すべてのワイアレスカードのメーカーがハードウェアのスペックを公表したり、linuxのドライバーを提供したりしているわけではありません。このプロジェクトはWindowsのカーネルAPIとNDIS (Network Driver Interface Specification) API をlinuxカーネル内部に実装するものです。Windows用に書かれたネットワークカードドライバーはこのAPIにリンクされて、バイナリーエミュレーションなしであたかもWindows上で使用されているかの様に作動します

source: This package contains the loadable kernel modules for the HP OmniBooks, Pavilions, Toshiba Satellites and some other laptops manufactured by Compal Electronics, Inc as ODM.
de: Das Paket enthält Treiber für HP OmniBooks, Pavilions, Toshiba Satellites und weitere von Compal Electronics produzierte Laptops.
el: Το πακέτο αυτό περιέχει modules πυρήνα για τα HP Omnibooks, Pavilions, Toshiba Satellites και μερικούς ακόμη φορητούς υπολογιστές που κατασκευάζονται από την Compal Electronics, Inc σαν ODM.
es: Este paquete contiene los módulos cargables del kernel para los HP OmniBooks, Pavilions, Toshiba Satellites y algunas laptops fabricada por Compal Electronics, Inc como ODM.
ja: このパッケージにはHP OmniBook, Pavilion, 東芝のSatelliteその他、Compal Electronics社のODMで作られたラップトップ用のカーネルモジュールが入っています

source: This package provides the source code for the quickcam kernel module for Logitech's QuickCam Express webcam and similar webcams. This driver supercedes the qce-ga driver.
de: Paket für die Logitech's QuickCam Express Webcam und ähnliche Webcams.
el: Το πακέτο αυτό παρέχει τον πηγαίο κώδικα για το quickcam module πυρήνα για Logitech's QuickCam Express webcam και παρόμοιες webcam. Ο οδηγός αυτός υπερέχει του qce-ga οδηγού.
es: Este paquete provee el código fuente para el módulo del kernel para el quickcam de Logitech's QuickCam Express webcam y otros similares. Este driver reemplaza el driver qce-ga.
ja: このパッケージには Logitech の QuickCam Expressウェッブカメラや類似品用のカーネルモジュールのソースが含まれています

source: Modules for controlling the software RF kill switch on the Averatec 5100P and Packard Bell EasyNote E5. The code may work on other laptops, but these are the only models on which it has been tested.
de: Dies ist ein Modul für den RF kill switch für Averatec 5100P und Packard Bell EasyNote E5. Es kann aber sein, dass die Module auch mit anderen Modellen funktionieren.
el: Modules για έλεγχο του RF kill switch λογισμικού σε Averatec 5100P και Packard Bell EasyNote E5. Ο κώδικας μπορεί να λειτουργεί και σε άλλους φορητούς υπολογιστές αλλά αυτά τα μοντέλα είναι τα μόνα που έχουν δοκιμαστεί.
es: Módulos para controlar el software del switch mata-RF en el Averatec 5100P y Packard Bell EasyNote E5. El código puede funcionar en otros laptops, pero estos son las únicas en que ha sido probado.
ja: Averatec 5100P と Packard Bell EasyNote E5 のソフトウェアRF Killスイッチをコントロールするモジュールです。他のラップトップでも動作するかもしれませんがテストは上記の2つの機種だけで行われています

source: Squashfs is a highly compressed read-only filesystem for Linux. It uses zlib compression to compress both files, inodes and directories. Inodes in the system are very small and all blocks are packed to minimise data overhead. Block sizes greater than 4K are supported up to a maximum of 64K.<br><br> Squashfs is intended for general read-only filesystem use, for archival use (i.e. in cases where a .tar.gz file may be used), and in constrained block device/memory systems (e.g. embedded systems) where low overhead is needed.
de: Squashfs ist ein hochkomprimiertes read-only Dateisystem für Linux.
el: Το Squashfs είναι ένα συμπιεσμένο read-only σύστημα αρχείων για Linux. Χρησιμοποιεί zlib συμπίεση για να συμπιέσει αρχεία, inodes και καταλόγους. Τα inodes στο σύστημα είναι πολύ μικρά και όλα τα blocks είναι packed για να ελαχιστοποιείται το data overhead. Υποστηρίζονται block μεγέθους 4K μέχρι 64K.<br><br> Το Squashfs προορίζεται για γενικής χρήσης read-only σύστημα αρχείων, για αρχειοθέτηση και σε συσκευές περιορισμένων block όπου χρειάζεται χαμηλό overhead.
es: Squashfs es un sistema de archivos altamente comprimido para Linux. Utiliza compresión zlib para comprimir archivos, inodes y directorios. Los inodes en el sistema son muy pequeño y todos los bloques están empaquetado para minimizar el sobrecarga de la data. Tamaños de bloques mayor que 4K están apoyada, hasta un máximo de 64K. <br><br>Squashfs es diseñada para sistemas de archivos solo-leer en general, para uso archival, (por ejemplo, en vez de usar un tar.gz, y en dispositiva de bloque /sistemas de memoria limitado (e.g. sistemas encrustadas) donde poca sobrecarga es un criterio.
ja: Squashfsはlinuxの高度に圧縮されたリードオンリーファイルシステムです。zlib圧縮を使ってファイル、iノードとディレクトリを圧縮します。iノードはとても小さいので、すべてのブロックは圧縮されてオーバーヘッドを最小にします。4Kb以上64Kbまでの大きさのブロックがサポートされています。<br><br>Squashfsはリードオンリーのファイルシステム一般、(.tar.gzの代わりとしての)アーカイブとしての使用、ブロックデバイス/メモリーの制限された(組み込み)システムなどでの使用を念頭において作られています

source: VirtualBox is a free PC virtualization solution allowing you to run a wide range of PC operating systems on your system.
de: Mit VirtualBox lassen sich weitere Betriebssysteme (z.B. Windows) auf dem Rechner emulieren. Diese laufen dann ähnlich wie ein normales Programm innerhalb des Betriebssystems.
el: Το VirtualBox είναι μια δωρεάν λύση εικονικού υπολογιστή που σας επιτρέπει να τρέξετε διάφορα λειτουργικά συστήματα στον υπολογιστή σας.
es: Virtualbox es una solución de virtualización de PC libre y gratis que permite ejecutar una amplia gama de sistemas operativas en un PC.
ja: VirtualBoxはフリーのバーチャルPCプログラムで、様々なPC用のOSを走らすことができます

source: Install new kernel
de: Neuen Kernel installieren
el: Εγκατάσταση νέου πυρήνα
es: Instalar nuevo kernel
fr: Installer le nouveau noyau
it: Installa un nuovo kernel
ja: 新しいカーネルをインストール
pt: Instalar um Kernel novo
ru: Установить новое ядро

source: Remove old kernels
de: Alte Kernel entfernen
el: Αφαίρεση παλιού πυρήνα
es: Quitar kernels viejos
fr: Enlever les anciens noyaux
it: Rimuovi Modelines
ja: 古いカーネルを削除
pt: Remover os Kernel velhos
ru: Удалить старые ядра

source: Install kernel modules
de: Kernelmodule installieren
el: Εγκαταστήστε modules πυρήνα
es: Instalar módulos del kernel
fr: Installer les modules du noyau
it: Installa nuovi moduli
ja: カーネルモジュールをインストール
pt: Instalar os modulos do Kernel
ru: Установить модуля ядрa

source: Install automatic new kernels during dist-&updates.
de: Neue Kernels &automatisch bei Dist-Upgrades installieren.
el: Εγκατάσταση νέων πυρήνων με το dist-upgrade
es: Instalar automáticamente nuevo kernels durante dist-&upgrade.
fr: Installation des nouveaux noyaux en mode automatique pendant le dist-upgrade.
it: Installazione automatica di nuovi kernel durante i dist-upgrade
ru: Автоматическая установка нового ядра во время dist-&updates.

source: Current kernel
de: Lokaler Kernel
el: Τρέχων πυρήνας
es: Kernel actual
fr: Noyau Courant
it: Kernel corrente
ja: 現在のカーネル
pt: Kernel actual
ru: Текущее ядро

source: re&move
de: löschen
el: αφαίρεση
es: remover
fr: effacer
it: rimuovi
pt: re&mover
ru: &Удалить...

source: Sh&ow metapackages
de: Metapakete anzeigen
el: Εμφάνιση μετα-πακέτων
es: &Muestra MetaPaquetes
fr: V&oir les métapackages
it: Mostra i Meta-pacchetti
ru: Обновляемые пакеты

source: &apply
de: übernehmen
el: εφαρμογή
es: &aplicar
fr: &appliquer
it: Applica
pt: Aplicar
ru: &Применить

source: i&nstall
de: installieren
el: εγκατάσταση
es: i&nstalar
fr: I&nstaller
it: Installa
ja: インストール
pt: i&nstalar
ru: Установка

source: Frontend for managing sidux.
de: Systemverwaltungswerkzeug für sidux.
el: Frontend για την διαχείριση του sidux.
es: Programa para administrar sidux
ja: sidux管理用フロントエンド.

source: Developer
de: Entwickler
el: Προγραμματιστής
es: Desarrollador
ja: 開発者

source: Developer of the knxcc
de: Entwickler des knxcc
el: Προγραμματιστής του knxcc
es: Desarrollador de knxcc<
ja: knxcc開発者

source: Developer of ceni and fw-detect
de: Entwickler von ceni und fw-detect
el: Προγραμματιστής του ceni και fw-detect
es: Desarrollador de knxcc
ja: ceniとfw-detectの開発者

source: Mac Address
de: MAC-Adresse
el: Mac Διεύθυνση
es: Dirección MAC:
ja: MAC アドレス

source: Description
de: Beschreibung
el: Περιγραφή
es: Descripción
it: Descrizione
ja: 記述
pt: Descrição
ru: Описание

source: Card
de: Karte
el: Κάρτα
es: Tarjeta

source: <b>allow hotplug</b>: The network will be activated when a cable is plugged in and it will be deactivated if the cable is pulled. This is useful on laptops with onboard network adapters, since it will only configure the interface when a cable is really connected.<br><br><b>auto</b>: The networkcard will be activated, when the computer starts
de: <b>allow-hotplug</b>: Die Verbindung zum Netzwerk wird aufgenommen, sobald ein Netzwerkkabel in die Karte eingesteckt wird. Dies ist z.B. bei Laptops sinnvoll.<br><br>auto: Die Verbindung zum Netzwerk wird beim Hochfahren hergestellt.
el: <b>allow hotplug</b>: Το δίκτυο θα ενεργοποιηθεί όταν βάλετε το σύρμα και θα απενεργοποιηθεί όταν βγάλετε το σύρμα. Αυτό είναι χρήσιμο σε φορητούς υπολογιστές με onboard κάρτα δικτύου μιας και η συσκευή θα ρυθμιστεί μόνο εάν υπάρχει συνδεδεμένο σύρμα. <br><br><br><b>auto</b>: Η κάρτα δικτύου θα ρυθμιστεί με την εκκίνηση του υπολογιστή
es: <b>permitir hotplug</b>: El red será activado cuando un cable está conectado y será desactivado cuando el cable está desconectado. Este es muy útil en laptops con adaptadores de redes incorporado, así que solamente configurar el interfaz cuando un cable está realmente conectado.<br><br><b>auto</b>: La tarjeta de red será activado cuando inicia el computador.
ja: <b>ホットプラグを使う</b>: ケーブルが差し込まれた時にネットワークに接続し、カーブルを抜けばネットワークの接続を停止するように設定する。この設定だとケーブルにつながっている時だけネットに接続するので、アダプタ内蔵のラップトップに使うと便利です。<br><br><b>自動</b>: コンピュータが起動したときにネットワークカードが作動するようにする。

source: WEP encryption requires a key with at least 5 characters.
de: Die WEP-Verschlüsselung benötigt einen Schlüssel der mindestens 5 Zeichen lang ist.
el: Η κρυπτογράφιση WEP χρειάζετε κλειδί με τουλάχιστον 5 χαρακτήρες
es: Encriptación WEP requiere un clave con por lo menos 5 cáracteres.
ja: WEPの暗号化には最低５文字のキーが必要です

source: WPA encryption requires a key with 8 to 63 characters.
de: Die WPA-Verschlüsselung benötigt einen Schlüssel der mindestens 5 und maximal 63 Zeichen lang ist.
el: Η κρυπτογράφηση WPA χρειάζεται κλειδί με 8 έως 63 χαρακτήρες
es: Encriptación WAP requiere un clave con 8 hasta 63 cáracteres.
ja: WPAの暗号化には8文字以上63文字以下のキーが必要です。

source: Detected
de: Gefunden
el: Εντοπίστηκε
es: Detectado
fr: détecté
it: Rilevato
ja: 見つかりました
pt: Detectado
ru: обнаружено

source: Interface
de: Schnittstelle
el: Διεπαφή
es: Interfaz
it: Interfaccia
ja: インターフェース
ru: Интерфейс

source: IP address
de: IP Adresse
el: διεύθυνση IP
es: lp dirección
fr: Adresse IP
it: Indirizzo IP
ja: Ipアドレス
pt: Endereço IP
ru: IP адрес

source: Method
de: Methode
el: Μέθοδος
es: Método
fr: Méthode
it: Metodo
ja: メソッド
pt: Método
ru: Метод

source: Class
de: Klasse
el: Κλάση
es: Clase
fr: Classe
it: Classe
ja: クラス
pt: Classe
ru: Класс

source: Slot
de: Steckplatz
el: Θυρίδα
es: Ranura
ja: スロット
pt: Ranhura
ru: Слот

source: Channel
de: Kanal
el: Κανάλι
es: Canal
fr: Canal
it: Canale
ja: チャンネル
pt: Canal
ru: Канал

source: Quality
de: Qualität
el: Ποιότητα
es: Calidad
fr: Qualité
it: Qualità
ja: クォリティー
pt: Qualidade
ru: Качество

source: Network
de: Netzwerk
el: Δίκτυο
es: Red
fr: Réseau
it: Rete
pt: Rede
ru: Сеть

source: Configure network cards
de: Netzwerkkarten konfigurieren
el: Ρύθμιση καρτών δικτύου
es: Configurar tarjetas de red
fr: Configuration des cartes réseau
it: Configura le schede di rete
ja: ネットワークカード設定
pt: Configurar placas de rede
ru: Настройка сетевых адапторов

source: Set hostname
de: Hostnamen festlegen
el: Ρύθμιση hostname
es: Fijar nombre del anfitrión
fr: Choisir le nom d'hôte (Hostname)
it: Imposta hostname
ja: ホスト名設定
pt: Definir nome da máquina
ru: Установить имя хоста

source: Install WLAN cards (Ndiswrapper)
de: WLAN-Karten installieren (Ndiswrapper)
el: Εγκατάσταση WLAN καρτών (Ndiswrapper)
es: Instalar tarjetas WLAN (Ndiswrapper)
fr: Installer les cartes Wifi (Ndiswrapper)
it: Installa le schede WLAN (Ndiswrapper)
ja: WLAN-カード(Ndiswrapper)インストール
pt: Instalar placas Wireless (NDISwrapper)
ru: Установить WLAN карты (ndiswrapper)

source: Install WLAN cards (fwdetect)
de: WLAN-Karten installieren (fwdetect)
el: Εγκατάσταση WLAN καρτών (fwdetect)
es: Instalar tarjetas WLAN (fwdetect)
fr: Installer les cartes Wifi (fwdetect)
it: Installa le schede WLAN (fwdetect)
ja: WLAN-カード(fwdetect)インストール
pt: Instalar placas Wireless (fwdetect)
ru: Установить WLAN карты (fwdetect)

source: MAC address
de: MAC-Adresse
el: MAC διεύθυνση
es: MAC dirección:
fr: Addresse Mac
it: Indirizzo MAC
ja: MAC アドレス
pt: Endereço Físico (MAC)
ru: MAC адрес

source: Disa&ble
de: Deaktivieren
el: Απενεργοποίηση
es: Desa&ctivar
fr: Désactiver
it: Disabilita
ja: 無効
pt: Desactivar
ru: Отключить

source: C&onfigure
de: Einrichten
el: Ρύθμιση
es: C&onfigurar
fr: C&onfigurer
it: Configura
ja: 設定
pt: C&onfigurar
ru: &Настроить

source: Change the settings of the selected device
de: Verändert die Einstellungen der ausgewählten Schnittstelle
el: Αλλάξτε τις ρυθμίσεις της επιλεγμένης συσκευής
es: Cambia la configuración del dispositiva seleccionada
fr: Changer les réglages du contrôleur sélectionné
it: Cambia le impostazioni del dispositivo selezionato
ja: 選択したデバイスの設定変更
pt: Alterar as definições do dispositivo seleccionado
ru: Изменить настройки выбранного устройства

source: En&able
de: Aktivieren
el: Ενεργοποίηση
es: Activ&ar
fr: Activer
it: Abilita
ja: 有効
pt: Activ&ar
ru: Включить

source: List of configured network devices
de: Liste der konfigurierten Netzwerkkarten
el: Λίστα ρυθμισμένων δικτυακών συσκευών
es: Lista de dispositivas de red configurados
fr: Liste des contrôleurs réseau configurés
it: Lista dei dispositivi di rete configurati
ja: 設定されたネットワークデバイスのリスト
pt: Lista de dispositivos de rede configurados
ru: Перечень сконфигурированных сетевых адапторов

source: Hostname
es: Nombre del anfitrión
fr: Nom d'hôte
ja: ホストネーム
pt: Nome da Máquina
ru: Имя хоста

source: Install wlan card
de: WLAN-Karte installieren
el: Εγκατάσταση κάρτας wlan
es: Instalar tarjeta WLAN
fr: Installer la carte Wifi
it: Installa le schede wlan
ja: Wlanカードをインストール
pt: Instalar placa wirele
ru: Установить WLAN карты

source: Cards known to work
de: Funktionierende Karten
el: Κάρτες που σίγουρα λειτουργούν
es: Tarjetas conocidas a trabajar
fr: Cartes connues pour fonctionner
it: Schede conosciute come funzionanti
ja: 機能が確認されたカード
pt: Placas que funcionam
ru: Поддерживаемые карты

source: Sh&ow list
de: Liste anzeigen
el: Λίστα
es: &Muestra lista
fr: V&oir la liste
it: Mostra la lista
ja: リスト表示
pt: M&ostrar lista
ru: П&оказывать список

source: Inst&all
de: Installieren
el: Εγκατάσταση
es: Inst&alar
fr: Installer
it: Installa
ja: インストール
pt: Inst&alar
ru: Установка

source: All
de: Alle
el: Όλα
es: Todo
fr: Tout
it: Tutti
ja: すべて
pt: Todas
ru: все

source: LAN settings
de: LAN Einstellungen
el: Ρυθμίσεις LAN
es: Configuración LAN
fr: Paramètres LAN
it: Impostazioni di rete
ja: LANの設定
pt: LAN Definições
ru: Параметры сети

source: WLAN settings
de: WLAN Einstellungen
el: Ρυθμίσεις WLAN
es: Configuración WLAN
fr: Paramètres Wifi
it: Impostazioni di rete wireless (WLAN)
ja: WLANの設定
pt: WLAN Definições
ru: Параметры WLAN

source: WLAN security
de: WLAN Sicherheit
el: Ασφάλεια WLAN
es: Seguridad WLAN
fr: Sécurité Wifi
it: Sicurezza WLAN
ja: WLANセキュリティ
pt: WLAN Segurança
ru: Безопасность WLAN

source: allow hotplug
es: permitir cambio en caliente
fr: permettre le branchement à chaud
it: permetti hotplug
ja: ホットプラグを使う
pt: permitir ligações de dispositivos
ru: Позволять автоопределение оборудования

source: auto
es: automática
ja: 自動
ru: Автоматически

source: <b>Method:</b>
de: <b>Methode:</b>
el: <b>Μέθοδος:</b>
es: <b>Descripción</b>
fr: <b>Méthode:</b>
it: <b>Metodo:</b>
ja: <b>メソッド:</b>
pt: <b>Método IP:</b>
ru: <b>Описание:</b>

source: static
de: statisch
es: estática
fr: statique
it: statico
ja: スタティック
pt: Fixo
ru: статическое

source: <b>Class:</b>
de: <b>Klasse:</b>
el: <b>Κλάση:</b>
es: <b>Clase:</b>
fr: <b>Classe:</b>
it: Classe
ja: <b>クラス:</b>
pt: <b>Classe:</b>
ru: <b>Класс:</b>

source: Nameserver:
es: Servidor de nombres:
fr: choisir le serveur de noms de domain (DNS):
pt: Definir Nome do Servidores:
ru: Сервер имен:

source: IP address:
de: IP Adresse:
el: Διεύθυνση IP:
es: lp dirección
fr: Adresse IP:
it: Indirizzo IP:
ja: Ipアドレス:
pt: Endereço IP:
ru: IP адрес

source: Netmask:
de: Netzwerkmaske:
es: Mascara de red:
fr: Masque de sous-réseau:
ja: ネットマスク:
pt: Máscara de rede:
ru: Маска сети:

source: Gateway:
es: Puerta de acceso:
fr: Passerelle:
ja: ゲートウェイ
ru: Шлюз:

source: Network:
de: Netzwerk
el: Δίκτυο:
es: Red:
fr: Réseau:
it: Rete:
ja: ネットワーク
pt: Rede:
ru: Сеть:

source: Broadcast:
el: Εκπομπή:
es: Transmitir
ja: ブロードキャスト:
ru: Широковещательный адрес:

source: Channel/ Frequency
de: Kanal/Frequenz
el: Κανάλι/ Συχνότητα
es: Canal/ Frecuencia
fr: Canal/ Fréquence
it: Canale/Frequenza
ja: チャンネル/周波数
pt: Frequência/Canal
ru: Канал/Частота

source: &Auto
es: &Automática
ja: 自動
ru: Автоматически

source: Cha&nnel:
de: Kanal:
el: Κανάλι
es: Ca&nal
fr: Ca&nal:
it: Canale
ja: チャンネル:
pt: Ca&nal:
ru: &Канал

source: Fre&quency:
de: Frequenz:
el: Συχνότητα
es: Fre&cuencia:
fr: Fré&quence:
it: Frequenza
ja: 周波数:
pt: Frequência:
ru: Частота:

source: Advanced options
de: Erweiterte Optionen
el: Προχ. Ρυθμίσεις
es: Opciones avanzadas
fr: Options avancées
it: Opzioni Avanzate
ja: 高度なオプション
pt: Opções Avançadas
ru: Дополнительные параметры

source: <b>Mode:</b>
de: <b>Modus:</b>
es: <b>Modo:</b>
it: Modo
ja: <b>モード:</b>
pt: <b>Modo:</b>
ru: <b>Режим:</b>

source: Managed
es: Gestionada
fr: Managé
ru: С точкой доступа

source: Master
es: Maestro
ja: マスター
ru: Мастер

source: Repeater
es: Repetidor
ja: リピーター
ru: Повторитель

source: Secondary
es: Secundaria
fr: Secondaire
ja: セカンダリー
ru: Резервная

source: Auto
es: Automática
ja: 自動
ru: Автоматически

source: Sh&ow List
de: Liste anzeigen
el: Λίστα
es: Mue&stra Lista
fr: Afficher la liste
it: Mostra lista
ja: リストを表示
pt: Lista
ru: Показывать список

source: None
de: Keine
el: Καμία
es: Ninguna:
fr: Aucun
it: Nessuno
ja: 無し
pt: Aberta
ru: Отсутствует

source: <b>Preshared Key:</b>
de: <b>Schlüssel:</b>
el: <b>Κλειδί:</b>
es: <b>Clave previamente compartido</b>
fr: <b>Clé partagée:</b>
it: Preshared Key:
ja: <b>プリシェアード キー:</b>
pt: <b>Chave:</b>
ru: <b>Предварительный ключ:</b>

source: Choose a network (doubleklick):
de: Bitte ein Netzwerk auswählen (Doppelklick):
el: Επιλέξτε δίκτυο (διπλό κλικ):
es: Escoger un red (doble clic)
fr: Choisissez un réseau (double-clic)
it: Scegli una rete (doppioclick)
ja: ネットワークを選んでください (ダブルクリック):
pt: Escolher uma Rede (duplo clique):
ru: Выбрать сеть (двойное нажатие):

source: Apache v2 is the next generation of the omnipresent Apache web server.
de: Apache2 ist eine Weiterentwicklung des Apache Webservers.
el: Ο Apache v2 είναι η επόμενη γενιά του πανταχού παρών δικτυακού διακομιστή Apache.
es: Apache v2 es la nueva generación del omnipresente servidor de Apache.
ja: Apache v2は、アパッチの次世代版ウェブサーバーです.

source: CUPS (Common UNIX Printing System) is a printing system. It supports the IPP (Internet Printing Protocol), and has its own filtering driver model for handling various document types.
de: Cups (Common UNIX Printing System) ist ein System zum Verwalten von Druckern.
el: Το CUPS (Common UNIX Printing System) είναι ένα σύστημα εκτύπωσης. Υποστηρίζει το IPP (Internet Printing Protocol) και έχει δικό του οδηγό φιλτραρίσματος για διαχείριση διαφόρων τύπων αρχείων.
es: CUPS (Common UNIX Printing System) es un sistema de impresión. Apoya el IPP (Internet Printing Protocol), ye tiene su modelo de driver con su propio filtración para manejar varios tipos de documentos.
